    
    <!doctype html>
<html class="no-js" lang="en">
    <head>
        <base href="/">
        <meta charset="utf-8">
        <meta http-equiv="x-ua-compatible" content="ie=edge">
        <title>Srimad Bhagavadgita</title>
        <meta name="description" content="Learn and Read Sanskrit - Samskrtam - Srimad Bhagavadgita">
        <meta name="viewport" content="width=device-width, initial-scale=1">

        <!-- Favicon -->
        <link rel="shortcut icon" type="image/x-icon" href="./img/favicon.png">

        <link rel="stylesheet" href="css/bootstrap.min.css">
        <link rel="stylesheet" href="css/animate.min.css">
        <link rel="stylesheet" href="css/meanmenu.css">
        <link rel="stylesheet" href="css/magnific-popup.css">
        <link rel="stylesheet" href="css/owl.carousel.min.css">
        <link rel="stylesheet" href="css/font-awesome.min.css">
        <link rel="stylesheet" href="css/et-line-icon.css">
        <link rel="stylesheet" href="css/reset.css">
        <link rel="stylesheet" href="css/ionicons.min.css">
        <link rel="stylesheet" href="css/material-design-iconic-font.min.css">
        <link rel="stylesheet" href="css/style.css?v=16">
        <link rel="stylesheet" href="css/responsive.css">
        <script src="js/vendor/modernizr-3.11.2.min.js"></script>
        <script src="js/vendor/jquery-3.6.0.min.js"></script>
        <script type="text/javascript" src="js/freeze-table.js"></script>
        <script type="text/javascript" src="js/samskrtam.js"></script>

                    <script id="aksharamukhascript" src="https://cdn.jsdelivr.net/gh/virtualvinodh/aksharamukha/aksharamukha-web-plugin/aksharamukha-v3.js"></script>
        
    </head>
    <body>
        <!--[if lt IE 8]>
        <p class="browserupgrade">You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.</p>
        <![endif]-->


        <div class="header-top">
            <div class="container">
                <div class="row">
                        <!-- <div class="col-md-3 col-sm-5 col-6">
                            <div class="logo">
                                <a href="home.php"><img src="img/logo/logif.jpeg" alt="Samskrtam logo" style="width:30px;height:20px" /></a>
                            </div>
                        </div> -->
                        <div class="col-md-12 col-sm-12">
                            <div class="header-top-right text-md-end">
                                <ul>
                                    <li><a href="home.php">Home</a></li>
                                    <li><a href="home.php">Contact</a></li>
                                    <li><a href="home.php">About</a></li>
                                    <li><a href="donate.php">Donate</a></li>
                                    <li><a href="home.php">Useful Links</a></li>
                                </ul>
                            </div>
                    </div>
                </div>
            </div>
        </div>

        <!-- Banner Area Start -->
        <div class="banner-area-wrapper">
            <div class="banner-area1 text-center">  
                <div class="container">
                    <div class="row">
                        <div class="col-12">
                            <div class="banner-content-wrapper">
                                <div class="banner-content">
                                    <h2></h2> 
                                </div> 
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>    
        <!-- Banner Area End -->
        <!-- Header Area Start -->
		<header class="top">
			<div class="header-area two header-sticky">
				<div class="container">
					<div class="row">
                        <div class="col-md-3 col-sm-5 col-6">
                            <div class="logo">
                                <a href="home.php"></a>
                            </div>
                        </div>
						<div class="col-md-9 col-sm-7 col-6">
                            <div class="content-wrapper text-end">
                                <!-- Main Menu Start -->
                                <div class="main-menu">
                                    <nav>
                                        <ul>
                                            <li><a href="stotras.php">Stotras</a></li>
                                            <li><a href="home.php">Songs</a></li>
                                             <li class="hidden-sm"><a href="texts.php">Text Contents</a></li>
                                             <li class="hidden-sm"><a href="courses.php">Lessons</a></li>
                                             <li class="hidden-sm"><a href="home.php">Articles</a></li>    
                                             <li class="hidden-sm"><a href="prahelikas.php">ప్రహేళికలు</a></li>                                         
                                            <li><a href="home.php">Other</a>
                                                <ul>
                                                    <li><a href="home.php">Worker Links</a></li>
                                                    <li><a href="donate.php">Donate</a></li>
                                                    <li><a href="donate.php">Blogs</a></li>
                                                </ul>
                                            </li>
                                            
                                            
                                        </ul>
                                    </nav>
                                </div>
                                <!--Search Form Start-->
<!--                                 <div class="search-btn">
                                    <ul class="header-search search-toggle">
                                        <li class="search-menu">
                                            <i class="fa fa-search"></i>
                                        </li>
                                    </ul>
                                    <div class="search">
                                        <div class="search-form">
                                            <form id="search-form" action="#">
                                                <input type="search" placeholder="Search here..." name="search" />
                                                <button type="submit">
                                                    <span><i class="fa fa-search"></i></span>
                                                </button>
                                            </form>                                
                                        </div>
                                    </div>
                                </div> -->
                                <!--End of Search Form-->
                                <!-- Main Menu End -->
                            </div>
						</div>
                        <div class="col-12">
                            <div class="mobile-menu hidden-sm"></div> 
                        </div>
					</div>
				</div>
			</div>
		</header>
		<!-- Header Area End -->




    <div class="subscribe-area pt-60 pb-70">
        <div class="container">

            <div style="color: green;">
                <a href="home.php" class="crumb">Home</a> >> <a href="texts.php" class="crumb">Text Contents</a> >> 
                Anvayas - श्रीमद्भगवद्गीतान्वयः
            </div>
            <div class="row sanskrit" style="margin-bottom:1em">
                <div class="col-lg-8 offset-lg-2">
                    <div class="subscribe-content section-title text-center">
                        <h2>श्रीमद्भगवद्गीतान्वयः</h2>
                    </div>
                </div>
            </div>

            <div class="course-content sanskrit" style="margin-bottom:2em">
                <div style="padding-bottom: 1em;">
                    <span style="font-size: 1.25em; color:black" class="sanskrit">Namaste. 
This anvaya text is developed by our team, based on what is created originally by the Sanskrit Documents team (link given below). We tried to redesign the anvayas given into sentence and paragraph style keeping up the standards of Samskrta language. 
This enables the students or learners of the divine language to get whole content in story experience form. The language used by Vyasa Bhagavan is mainatined without any tampering ie.e no additions or subtractions are made. 
This kind of anvaya-into-running text model of Samskrta texts will pave the way to experience the originality of the text along with the sanctity of the text. This is not created newly but remodelled for prose feel of the verse format. <br>Link: <a href="https://sanskritdocuments.org/doc_giitaa/gitAanvayasandhivigraha.html" target="_blank">https://sanskritdocuments.org/doc_giitaa/gitAanvayasandhivigraha.html</a>
                    </span>
                </div>
            </div>

            <div class="course-content sanskrit" style="text-align: center;margin-bottom:2em">
                <div style="padding-bottom: 1em;">
                    <h2 style="font-size: 1.5em;">Click on each button to toggle the corresponding sections on/off.</h2>
                </div>
                <div>
                    <button id="krishna" class="lang-btn" style="margin:0.2em">श्रीभगवानुवाच</button>
                    <button id="arjuna" class="lang-btn" style="margin:0.2em">अर्जुन</button>
                    <button id="sanjaya" class="lang-btn" style="margin:0.2em">सञ्जय</button>
                    <button id="dritarashtra" class="lang-btn" style="margin:0.2em">धृतराष्ट्र</button>
                </div>
            </div>

        <!-- Header Area Start -->
		<header class="top">
			<div class="header-area two header-sticky gitaheader">
				<div class="container">
					<div class="row">
						<div class="col-md-12 col-sm-7 col-6">
                            <div class="content-wrapper text-end">
                                <!-- Main Menu Start -->
                                <div class="main-menu">
                                    <nav>
                                        <ul>
                                            <li><a href="gita.php#ch1">Ch1</a></li>
                                            <li><a href="gita.php#ch2">Ch2</a></li>
                                            <li><a href="gita.php#ch3">Ch3</a></li>
                                            <li><a href="gita.php#ch4">Ch4</a></li>
                                            <li><a href="gita.php#ch5">Ch5</a></li>
                                            <li><a href="gita.php#ch6">Ch6</a></li>
                                            <li><a href="gita.php#ch7">Ch7</a></li>
                                            <li><a href="gita.php#ch8">Ch8</a></li>
                                            <li><a href="gita.php#ch9">Ch9</a></li>
                                            <li><a href="gita.php#ch10">Ch10</a></li>
                                            <li><a href="gita.php#ch11">Ch11</a></li>
                                            <li><a href="gita.php#ch12">Ch12</a></li>
                                            <li><a href="gita.php#ch13">Ch13</a></li>
                                            <li><a href="gita.php#ch14">Ch14</a></li>
                                            <li><a href="gita.php#ch15">Ch15</a></li>
                                            <li><a href="gita.php#ch16">Ch16</a></li>
                                            <li><a href="gita.php#ch17">Ch17</a></li>
                                            <li><a href="gita.php#ch18">Ch18</a></li>
                                            
                                            
                                        </ul>
                                    </nav>
                                </div>
                                <!-- Main Menu End -->
                            </div>
						</div>
                        <div class="col-12">
                            <div class="mobile-menu hidden-sm"></div> 
                        </div>
					</div>
				</div>
			</div>
		</header>
		<!-- Header Area End -->


            <div class="row gita sanskrit">
                <div class="subscribe-content section-title" id="ch1">
                    <button id="b1" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">प्रथमोSध्यायः</h2>
                </div>

                <div class="b1">
                    <div class="gita dritarashtra">
                        <img src="/images/Drithrashtra.jpg" alt="Avatar" style="width:100%;">
                        <p>धृतराष्ट्र उवाच- हे सञ्जय! धर्मक्षेत्रे, कुरुक्षेत्रे, युयुत्सवः समवेताः मामकाः पाण्डवाः च एव किम् अकुर्वत?</p>
                    </div>

                    <div class="gita sanjaya">
                        <img src="/images/Sanjaya.jpg" alt="Avatar" style="width:100%;">
                        <p>
                        सञ्जय उवाच- तदा तु पाण्डवानीकं व्यूढं दृष्ट्वा, राजा दुर्योधनः आचार्यम् उपसङ्गम्य, (इदं) वचनम् अब्रवीत्- “हे आचार्य! तव धीमता शिष्येण, द्रुपदपुत्रेण व्यूढां पाण्डुपुत्राणाम् एतां महतीं चमूं पश्य। अत्र, भीमार्जुनसमाः युधि शूराः महेष्वासाः, महारथः युयुधानः, विराटः च द्रुपदः च, धृष्टकेतुः, चेकितानः च, वीर्यवान् काशिराजः च, पुरुजित्, कुन्तिभोजः च, नरपुङ्गवः शैब्यः च, विक्रान्तः युधामन्युः च, वीर्यवान् उत्तमौजाः सौभद्रः च, द्रौपदेयाः च, सर्वे महारथाः एव।
                            हे द्विजोत्तम! अस्माकं तु ये विशिष्टाः, मम सैन्यस्य नायकाः, तान् निबोध। तान् संज्ञार्थं ते ब्रवीमि- भवान्, भीष्मः च, कर्णः च, समितिञ्जयः कृपः च, अश्वत्थामा विकर्णः च, तथा एव च सौमदत्तिः। अन्ये च बहवः शूराः, सर्वे मदर्थे त्यक्तजीविताः, नानाशस्त्रप्रहरणाः युद्धविशारदाः [सन्ति]। अस्माकं भीष्माभिरक्षितं तत् बलम् अपर्याप्तम्, एतेषां तु भीमाभिरक्षितम् इदं बलं पर्याप्तम् (अस्ति)। भवन्तः सर्वे एव हि, सर्वेषु अयनेषु च यथा भागम् अवस्थिताः, भीष्मम् एव अभिरक्षन्तु।”
                            तस्य हर्षं सञ्जनयन् प्रतापवान् कुरुवृद्धः पितामहः, उच्चैः सिंहनादं विनद्य शङ्खं दध्मौ। ततः शङ्खाः च भेर्यः च पणवानकगोमुखाः सहसा एव अभ्यहन्यन्त। सः शब्दः तुमुलः अभवत्। ततः; श्वेतैः हयैः युक्ते महति स्यन्दने स्थितौ माधवः, पाण्डवः, च एव दिव्यौ शङ्खौ प्रदध्मतुः। हृषीकेशः पाञ्चजन्यं, धनञ्जयः देवदत्तं, भीमकर्मा वृकोदरः पौण्ड्रं महाशङ्खं दध्मौ। कुन्तीपुत्रः राजा युधिष्ठिरः अनन्तविजयं, नकुलः सहदेवः च सुघोषमणिपुष्पकौ। परमेष्वासः काश्यः च, महारथः शिखण्डी च धृष्टद्युम्नः विराटः च, अपराजितः सात्यकिः च। द्रुपदः द्रौपदेयाः च, महाबाहुः सौभद्रः च, हे पृथिवीपते! पृथक् पृथक् सर्वशः शङ्खान् दध्मुः। सः तुमुलः घोषः नभः च पृथिवीं च एव व्यनुनादयन्, धार्तराष्ट्राणां हृदयानि व्यदारयत्। हे महीपते! अथ कपिध्वजः पाण्डवः धार्त्रराष्ट्रान् व्यवस्थितान् दृष्ट्वा, शस्त्रसम्पाते प्रवृत्ते (सति) धनुः उद्यम्य तदा हृषीकेशम् इदं वाक्यम् आह-
                        </p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p>अर्जुन उवाच- यावत् अहं योद्धुकामान् अवस्थितान् एतान् निरीक्षे; <br />अस्मिन् रणसमुद्यमे मया कैः सह योद्धव्यम्?
                            दुर्बुद्धेः धार्तराष्ट्रस्य युद्धे प्रियचिकीर्षवः ये एते अत्र समागताः योत्स्यमानान् अहम् अवेक्षे।</p>
                    </div>

                    <div class="gita sanjaya">
                        <img src="/images/Sanjaya.jpg" alt="Avatar" style="width:100%;">
                        <p>सञ्जय उवाच- हे भारत! एवं गुडाकेशेन उक्तः।
                            हृषीकेशः उभयोः सेनयोः मध्ये भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् रथोत्तमं स्थापयित्वा, “हे पार्थ! एतान् समवेतान् कुरून् पश्य” इति उवाच। अथ पार्थः उभयोः सेनयोः अपि, तत्र स्थितान् पितॄन्, पितामहान्, आचार्यान्, मातुलान्, भ्रातॄन्, पुत्रान्, पौत्रान् तथा सखीन्, श्वशुरान् सुहृदः, च एव अपश्यत् सः कौन्तेयः। तान् सर्वान् बन्धून् अवस्थितान् समीक्ष्य परया कृपया आविष्टः, विषीदन् इदम् अब्रवीत्</p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p>अर्जुन उवाच- हे कृष्ण! इमं स्वजनं युयुत्सुं समुपस्थितं दृष्ट्वा मम गात्राणि सीदन्ति। मुखं च परिशुष्यति। मे शरीरे वेपथुः च रोमहर्षः च जायते। हस्तात् गाण्डीवं स्रंसते। त्वक् च एव परिदह्यते, अवस्थातुं च न शक्नोमि। मे मनः च भ्रमति इव। हे केशव! निमित्तानि विपरीतानि च पश्यामि। आहवे च स्वजनं हत्वा श्रेयः न अनुपश्यामि। हे कृष्ण! विजयं न काङ्क्षे, राज्यं च सुखानि च न (काङ्क्षे)। हे गोविन्द! नः राज्येन किं भोगैः जीवितेन वा किम् ? येषां अर्थे नः राज्यं काङ्क्षितं, भोगाः सुखानि च; ते इमे आचार्याः पितरः पुत्राः, तथा एव च पितामहाः, मातुलाः, श्वशुराः, पौत्राः, श्यालाः, तथा सम्बन्धिनः प्राणान् धनानि च त्यक्त्वा, युद्धे अवस्थिताः। हे मधुसूदन! (मां) घ्नतः अपि एतान्, त्रैलोक्यराज्यस्य हेतोः अपि न हन्तुम् इच्छामि, किं नु महीकृते ?
                            हे जनार्दन! एतान् धार्तराष्ट्रान् निहत्य नः का प्रीतिः स्यात्? आततायिनः हत्वा अस्मान् पापं एव आश्रयेत्। हे माधव! तस्मात् स्वबान्धवान् धार्तराष्ट्रान् हन्तुं वयं न अर्हाः। हि स्वजनं हत्वा (वयम्) कथं सुखिनः स्याम ?
                            यदि अपि एते लोभोपहतचेतसः कुलक्षयकृ+तं दोषं, मित्रद्रोहे च पातकं न पश्यन्ति, हे जनार्दन! कुलक्षयकृतं दोषं प्रपश्यद्भिः अस्माभिः अस्मात् पापात् निवर्तितुं कथं न ज्ञेयम्? कुलक्षये सनातनाः कुलधर्माः प्रणश्यन्ति, उत धर्मे नष्टे अधर्मः कृत्स्नं कुलं अभिभवति, हे कृष्ण! अधर्माभिभवात् कुलस्त्रियः प्रदुष्यन्ति, हे वार्ष्णेय! स्त्रीषु दुष्टासु वर्णसङ्करः जायते। सङ्करः कुलघ्नानां कुलस्य च नरकाय एव (भवति)। हि एषां पितरः लुप्तपिण्डोदकक्रियाः (सन्तः) पतन्ति। कुलघ्नानां एतैः वर्णसङ्करकारकैः दोषैः शाश्वताः जातिधर्माः कुलधर्माः च उत्साद्यन्ते। हे जनार्दन! उत्सन्नकुलधर्माणां मनुष्याणां नरके नियतं वासः भवति, इति अनुशुश्रुम। अहो! बत, महत् पापं कर्तुं वयं व्यवसिताः यत् राज्यसुखलोभेन स्वजनं हन्तुम् उद्यताः। यदि शस्त्रपाणयः धार्तराष्ट्राः अशस्त्रम् अप्रतीकारं माम् रणे हन्युः तत् मे क्षेमतरं भवेत्।
                        </p>
                    </div>

                    <div class="gita sanjaya">
                        <img src="/images/Sanjaya.jpg" alt="Avatar" style="width:100%;">
                        <p>
                            सञ्जय उवाच- सङ्ख्ये एवम् उक्त्वा, शोकसंविग्नमानसः अर्जुनः सशरं चापं विसृज्य, रथोपस्थे उपाविशत्॥
                        </p>
                    </div>
                </div>

                <div class="subscribe-content section-title" id="ch2">
                    <button id="b2" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">द्वितीयोSध्याय</h2>
                </div>

                <div class="b2">
                    <div class="gita sanjaya">
                        <img src="/images/Sanjaya.jpg" alt="Avatar" style="width:100%;">
                        <p>
                            सञ्जय उवाच- तथा कृपया आविष्टम् अश्रुपूर्णाकुलेक्षणं विषीदन्तं तं मधुसूदनः इदं वाक्यम् उवाच– 
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“हे अर्जुन! अनार्यजुष्टमस्वर्ग्यम् अकीर्तिकरम् इदम् कश्मलं विषमे त्वा कुतः समुपस्थितम्? हे पार्थ! क्लैब्यं मा स्म गमः। एतत् त्वयि न उपपद्यते। हे परन्तप! क्षुद्रं हृदयदौर्बल्यं त्यक्त्वा उत्तिष्ठ।
                        </p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                        अर्जुन उवाच-“हे मधुसूदन! अहं भीष्मं द्रोणं च सङ्ख्ये इषुभिः कथं प्रतियोत्स्यामि? अरिसूदन! (एतौ) पूजार्हौ। हि महानुभावान् गुरून् अहत्वा, इह लोके भैक्ष्यं भोक्तुम् अपि श्रेयः। गुरून् हत्वा तु इह एव रुधिरप्रदिग्धान् अर्थकामान् भोगान् भुञ्जीय नः कतरत् गरीयः? यत् वा (वयं) जयेम, यदि वा (ते) नः जयेयुः, एतत् च न विद्मः। यान् हत्वा न जिजीविषामः, ते एव धार्तराष्ट्राः प्रमुखे अवस्थिताः। कार्पण्यदोषोपहतस्वभावः धर्मसम्मूढचेताः (अहं) त्वा पृच्छामि? यत् निश्चितं श्रेयः स्यात्, तत् मे ब्रूहि। अहं ते शिष्यः। त्वां प्रपन्नं मां शाधि। हि भूमौ असपत्नम् ऋद्धं राज्यम् अवाप्य, सुराणां च अपि आधिपत्यं, यत् मम इन्द्रियाणां उच्छोषणं शोकम् अपनुद्यात् न प्रपश्यामि।"
                        </p>
                    </div>

                    <div class="gita sanjaya">
                        <img src="/images/Sanjaya.jpg" alt="Avatar" style="width:100%;">
                        <p>
                            सञ्जय उवाच- परन्तपः गुडाकेशः हृषीकेशम् एवम् उक्त्वा ‘न योत्स्ये’ इति गोविन्दम् उक्त्वा तूष्णीं बभूव ह।
                            हे भारत! उभयोः सेनयोः मध्ये विषीदन्तं (अर्जुनं) तं हृषीकेशः प्रहसन् इव इदं वचः उवाच-
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच- “त्वम् अशोच्यान् अन्वशोचः। प्रज्ञावादान् च भाषसे। पण्डिताः गतासून् अगतासून् च न अनुशोचन्ति। अहं जातु न आसं (इति) न तु एव, त्वं (जातु न आसीः इति) न, इमे जनाधिपाः (जातु न आसन् इति) न,  अतः परं च वयं सर्वे न भविष्यामः (इति) न एव। देहिनः अस्मिन् देहे यथा कौमारं यौवनं जरा, तथा देहान्तरप्राप्तिः ।तत्र धीरः न मुह्यति। हे कौन्तेय! मात्रास्पर्शाः तु शीतोष्णसुखदुःखदाः, आगम अपायिनः, अनित्याः। हे भारत! तान् तितिक्षस्व। हे पुरुषर्षभ! हि यं समदुःखसुखं धीरं पुरुषं एते न व्यथयन्ति, सः अमृतत्वाय कल्पते ।असतः भावः न विद्यते सतः अभावः न विद्यते । तत्त्वदर्शिभिः तु उभयोः अपि अनयोः अन्तः दृष्टः। विद्धि, येन इदं सर्वं ततं, तत् तु अविनाशि। अस्य अव्ययस्य विनाशं कर्तुं, कश्चित् न अर्हति। अनाशिनः अप्रमेयस्य नित्यस्य शरीरिणः इमे देहाः अन्तवन्तः उक्ताः। हे भारत! तस्मात् युध्यस्व।
                            यः एनं हन्तारं वेत्ति, यः च एनं हतं मन्यते तौ उभौ न विजानीतः, अयं न हन्ति न हन्यते। अयं कदाचित् न जायते, न वा म्रियते, (अयम्) भूत्वा भूयः अभविता वा न। अयम् अजः नित्यः शाश्वतः पुराणः, शरीरे हन्यमाने न हन्यते। हे पार्थ! यः एनम् अविनाशिनं नित्यम् अजम् अव्ययं वेद, सः पुरुषः कथं कं घातयति, कं हन्ति? यथा नरः जीर्णानि वासांसि विहाय, अपराणि नवानि गृह्णाति, तथा देही जीर्णानि शरीराणि विहाय अन्यानि नवानि संयाति। एनं शस्त्राणि न छिन्दन्ति, एनं पावकः न दहति। एनम् आपः न क्लेदयन्ति, (एनम्) च मारुतः न शोषयति। अयम् अच्छेद्यः, अयम् अदाह्यः, अयम् अक्लेद्यः, (अयम्) अशोष्यः च एव । अयं नित्यः, सर्वगतः, स्थाणुः, अचलः, सनातनः। अयम् अव्यक्तः, अयम् अचिन्त्यः, अयम् अविकार्यः उच्यते । तस्मात् एनम् एवं विदित्वा (त्वं) अनुशोचितुं न अर्हसि। अथ च एनं नित्यजातं, नित्यं वा मृतं मन्यसे , तथा अपि हे महाबाहो! त्वं एनं शोचितुं न अर्हसि। हि जातस्य मृत्युः ध्रुवः, मृतस्य च जन्म ध्रुवं, तस्मात् अपरिहार्ये अर्थे त्वं शोचितुं न अर्हसि। हे भारत! भूतानि अव्यक्तादीनि व्यक्तमध्यानि अव्यक्तनिधनानि एव, तत्र परिदेवना का? कश्चित् एनम् आश्चर्यवत् पश्यति, तथा एव च अन्यः एनम् आश्चर्यवत् वदति, अन्यः च एनं आश्चर्यवत् शृणोति; श्रुत्वा अपि च कश्चित् एव न ।
                            हे भारत! सर्वस्य देहे अयं देही नित्यं अवध्यः। तस्मात् त्वं सर्वाणि भूतानि शोचितुं न अर्हसि। स्वधर्मं च अपि अवेक्ष्य विकम्पितुं न अर्हसि। हि क्षत्रियस्य धर्म्यात् युद्धात् अन्यत् श्रेयः न विद्यते। हे पार्थ! यत् ऋच्छया च उपपन्नम् ईदृशम् अपावृतं स्वर्गद्वारं युद्धं सुखिनः क्षत्रियाः लभन्ते। अथ त्वम् इमं धर्म्यं सङ्ग्रामं न करिष्यसि चेत्, ततः स्वधर्मं कीर्तिं च हित्वा पापम् अवाप्स्यसि। अपि च भूतानि ते अव्ययाम् अकीर्तिम् कथयिष्यन्ति। सम्भावितस्य च अकीर्तिः मरणात् अतिरिच्यते। महारथाः त्वां भयात् रणात् उपरतं मंस्यन्ते; येषां च त्वं बहुमतः भूत्वा, लाघवं यास्यसि। तव सामर्थ्यं निन्दन्तः तव अहिताः च बहून् अवाच्यवादान् वदिष्यन्ति। ततः किं नु दुःखतरम्? हतः वा स्वर्गं प्राप्स्यसि, जित्वा वा महीं भोक्ष्यसे । हे कौन्तेय! तस्मात् युद्धाय कृतनिश्चयः उत्तिष्ठ सुखदुःखे लाभालाभौ जयाजयौ समे कृत्वा ततः युद्धाय युज्यस्व। एवं पापं न अवाप्स्यसि। हे पार्थ! एषा ते साङ्ख्ये बुद्धिः अभिहिता; योगे तु इमां (बुद्धिं) शृणु। यया बुद्ध्या युक्तः (त्वं) कर्मबन्धं प्रहास्यसि।
                            इह अभिक्रमनाशः न अस्ति, प्रत्यवायः न विद्यते, अस्य धर्मस्य स्वल्पम् अपि (अनुष्ठानं) महतः भयात् त्रायते। हे कुरुनन्दन! इह व्यवसायात्मिका एका बुद्धिः। अव्यवसायिनां हि बुद्धयः अनन्ताः बहुशाखाः च। हे पार्थ! वेदवादरताः, अन्यत् न अस्ति इति वादिनः, अविपश्चितः, कामात्मानः, स्वर्गपराः, भोगैश्वर्यगतिम् प्रति क्रियाविशेषबहुलां जन्मकर्मफलप्रदां यां इमां पुष्पितां वाचं प्रवदन्ति, तया अपहृतचेतसां भोगैश्वर्यप्रसक्तानां बुद्धिः व्यवसायात्मिका (भूत्वा) समाधौ न विधीयते। हे अर्जुन! वेदाः त्रैगुण्यविषयाः। (त्वं) निस्त्रैगुण्यः, नित्यसत्त्वस्थः, निर्द्वन्द्वः, निर्योगक्षेमः आत्मवान् भव। यावान् अर्थः उदपाने (तावान्) सर्वतः सम्प्लुतोदके (भवति)। (तथा यावान् अर्थः) सर्वेषु वेदेषु तावान् विजानतः ब्राह्मणस्य (भवति)।ते अधिकारः कर्मणि एव; कदाचन फलेषु मा। कर्मफलहेतुः मा भूः ते सङ्गः (च) अकर्मणि मा अस्तु। हे धनञ्जय! सङ्गं त्यक्त्वा, सिद्ध्सिद्ध्योः समः भूत्वा, योगस्थः कर्माणि कुरु। समत्वं योगः उच्यते। हे धनञ्जय! कर्म बुद्धियोगात् दूरेण अवरम् हि। बुद्धौ शरणम् अन्विच्छ। फलहेतवः कृपणाः।इह बुद्धियुक्तः उभे सुकृतदुष्कृते जहाति  तस्मात् योगाय युज्यस्व। योगः कर्मसु कौशलम्। हि बुद्धियुक्ताः मनीषिणः कर्मजं फलं त्यक्त्वा जन्मबन्धविनिर्मुक्ताः अनामयं पदं गच्छन्ति। यदा ते बुद्धिः मोहकलिलं व्यतितरिष्यति, तदा श्रोतव्यस्य श्रुतस्य च निर्वेदं गन्तासि। यदा श्रुतिविप्रतिपन्ना ते बुद्धिः निश्चला (भूत्वा) समाधौ अचला स्थास्यति, तदा योगम् अवाप्स्यसि।
                        </p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच - “हे केशव! समाधिस्थस्य स्थितप्रज्ञस्य का भाषा? स्थितधीः किं प्रभाषेत? किम् आसीत? किं व्रजेत?”
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“हे पार्थ! यदा ( नरः) मनोगतान् सर्वान् कामान् प्रजहाति, आत्मनि एव आत्मना तुष्टः (भवति) तदा स्थितप्रज्ञः उच्यते। दुःखेषु अनुद्विग्नमनाः, सुखेषु विगतस्पृहः, वीत-रागभयक्रोधः मुनिः स्थितधीः उच्यते। यः सर्वत्र अनभिस्नेहः, तत् तत् शुभाशुभं प्राप्य, न अभिनन्दति, न द्वेष्टि, तस्य प्रज्ञा प्रतिष्ठिता। कूर्मः अङ्गानि इव, यदा अयम् इन्द्रियार्थेभ्यः इन्द्रियाणि सर्वशः संहरते, (तदा) तस्य प्रज्ञा प्रतिष्ठिता च। 
                            निराहारस्य देहिनः विषयाः रसवर्जं विनिवर्तन्ते। अस्य रसः अपि परं दृष्ट्वा निवर्तते। हे कौन्तेय! प्रमाथीनि इन्द्रियाणि यततः विपश्चितः अपि पुरुषस्य मनः प्रसभं हरन्ति हि। तानि सर्वाणि संयम्य युक्तः मत्परः आसीत। हि यस्य वशे इन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता। विषयान् ध्यायतः पुंसः तेषु सङ्गःउपजायते। सङ्गात् कामः सञ्जायते। कामात् क्रोधः अभिजायते। क्रोधात् सम्मोहः भवति। सम्मोहात् स्मृतिविभ्रमः, स्मृतिभ्रंशात् बुद्धिनाशः, बुद्धिनाशात् प्रणश्यति। विधेयात्मा तु रागद्वेषविमुक्तैः आत्मवश्यैः इन्द्रियैः विषयान् चरन् प्रसादम् अधिगच्छति। प्रसादे अस्य सर्वदुःखानां हानिः उपजायते। प्रसन्नचेतसः हि बुद्धिः आशु पर्यवतिष्ठते। अयुक्तस्य बुद्धिः न अस्ति। अयुक्तस्य च भावना न (अस्ति)। अभावयतः च शान्तिः न (अस्ति)। अशान्तस्य सुखं कुतः? चरतां इन्द्रियाणा हि यत् मनः अनुविधीयते, तत् अस्य प्रज्ञां अम्भसि वायुः नावम् इव। तस्मात् हे महाबाहो! यस्य इन्द्रियाणि इन्द्रियार्थेभ्यः सर्वशः निगृहीतानि तस्य प्रज्ञा प्रतिष्ठिता। या सर्वभूतानां निशा, तस्यां संयमी जागर्ति। यस्यां भूतानि जाग्रति, सा पश्यतः मुनेः निशा। आपूर्यमाणम् अचलप्रतिष्ठं समुद्रं यद्वत् आपः प्रविशन्ति, तद्वत् यं सर्वे कामाः प्रविशन्ति, सः शान्तिम् आप्नोति। कामकामी न। यः पुमान् सर्वान् कामान् विहाय, निःस्पृहः, निर्ममः, निरहङ्कारः (भूत्वा) चरति, सः शान्तिम् अधिगच्छति। हे पार्थ! एषा ब्राह्मी स्थितिः, एनां प्राप्य न विमुह्यति, अन्तकाले अपि अस्यां स्थित्वा ब्रह्मनिर्वाणम् ऋच्छति।”                    
                        </p>
                    </div>
                </div>    

                <div class="subscribe-content section-title" id="ch3">
                    <button id="b3" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">तृतीयोSध्यायः</h2>
                </div>

                <div class="b3">
                    <div class="subscribe-content section-title text-center">
                        <h2 style="color:orange"></h2>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच- “हे जनार्दन! कर्मणः बुद्धिः ज्यायसी ते मता चेत्, तत् हे केशव! मां घोरे कर्मणि किं नियोजयसि? व्यामिश्रेण इव वाक्येन मे बुद्धिं मोहयसि इव। तत् निश्चित्य एकं वद, येन अहं श्रेयः आप्नुयाम्।”
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“हे अनघ! अस्मिन् लोके साङ्ख्यानां ज्ञानयोगेन, योगिनां कर्मयोगेन द्विविधा निष्ठा पुरा मया प्रोक्ता। कर्मणाम् अनारम्भात् पुरुषः नैष्कर्म्यं न अश्नुते। (कर्मणां) च संन्यसनात् एव सिद्धिं न समधिगच्छति। कश्चित् जातु क्षणम् अपि अकर्मकृत् न हि तिष्ठति। प्रकृतिजैः गुणैः सर्वः हि अवशः कर्म कार्यते। यः कर्मेन्द्रियाणि संयम्य, मनसा इन्द्रियार्था स्मरन् आस्ते, सः विमूढात्मा मिथ्याचारः उच्यते। हे अर्जुन! यः तु मनसा इन्द्रियाणि नियम्य, असक्तः कर्मेन्द्रियैः कर्मयोगं आरभते, सः विशिष्यते। त्वं नियतं कर्म कुरु, अकर्मणः हि कर्म ज्यायः। ते शरीरयात्रा च अपि अकर्मणः न प्रसिद्ध्येत्। यज्ञार्थात् कर्मणः अन्यत्र अयं लोकः कर्मबन्धनः। हे कौन्तेय! मुक्तसङ्गः तत् अर्थं कर्म समाचर। पुरा प्रजापतिः सहयज्ञाः प्रजाः सृष्ट्वा 'अनेन (यूयं) प्रसविष्यध्वं, एषः वः इष्टकामधुक् अस्तु' (इति) उवाच। अनेन (यूयं) देवान् भावयत, ते देवाः वः भावयन्तु, (एवं) परस्परं भावयन्तः परम् श्रेयः अवाप्स्यथ। यज्ञभाविताः देवाः वः इष्टान् भोगान् दास्यन्ते। तैः दत्तान् एभ्यः अप्रदाय, यः भुङ्क्ते सः हि स्तेनः एव। यज्ञशिष्ट आशिनः सन्तः सर्वकिल्बिषैः मुच्यन्ते  ये तु आत्मकारणात् पचन्ति, ते पापाः अघं भुञ्जते। भूतानि अन्नात् भवन्ति, पर्जन्यात् अन्नसम्भवः, पर्जन्यः यज्ञात् भवति, यज्ञः कर्मसमुद्भवः। कर्म ब्रह्मोद्भवं विद्धि, ब्रह्माक्षरसमुद्भवं, तस्मात् सर्वगतं ब्रह्म यज्ञे नित्यं प्रतिष्ठितम्।
                            हे पार्थ! एवं प्रवर्तितं चक्रं यः इह न अनुवर्तयति, सः इन्द्रियारामः अघायुः मोघं जीवति। यः तु मानवः आत्मरतिः एव, आत्मतृप्तः च, आत्मनि एव च सन्तुष्टः स्यात् तस्य कार्यं न विद्यते। इह कृतेन तस्य अर्थः न एव, अकृतेन (अपि) कश्चन अस्य (अर्थः) न, (तथा) सर्वभूतेषु च (अस्य) कश्चित् अर्थव्यपाश्रयः न। तस्मात् (त्वं) असक्तः (सन्) सततं कार्यं कर्म समाचर, हि पूरुषः असक्तः (सन्) कर्म आचरन्, परमाप्नोति। हि जनकादयः कर्मणा एव संसिद्धिम् आस्थिताः। (त्वं) अपि लोकसङ्ग्रहम् एव सम्पश्यन् कर्तुम् अर्हसि। यत् यत् श्रेष्ठः आचरति तत् तत् एव इतरजनः (आचरति)। सः यत् प्रमाणं कुरुते लोकः तदनुवर्तते। हे पार्थ! (यद्यपि) मे त्रिषु लोकेषु किञ्चन कर्तव्यं न अस्ति। अनवाप्तम् अवाप्तव्यम् च न (अस्ति, तथा अपि अहं) कर्मणि वर्ते एवच। यदि हि अहं अतन्द्रितः (सन्) कर्मणि जातु न वर्तेयं, (तर्हि) हे पार्थ! मनुष्याः सर्वशः मम वर्त्म अनुवर्तन्ते। अहं कर्म न कुर्यां चेत् इमे लोकाः उत्सीदेयुः, सङ्करस्य कर्ता स्याम् इमाः प्रजाः च उपहन्याम्। 
                            हे भारत! अविद्वांसः यथा कर्मणि सक्ताः (कर्म) कुर्वन्ति, तथा लोकसङ्ग्रहं चिकीर्षुः विद्वान् असक्तः (सन् कर्म) कुर्यात्। विद्वान् कर्मसङ्गिनाम् अज्ञानां बुद्धिभेदं न जनयेत् (किन्तु) युक्तः समाचरन् सर्वकर्माणि जोषयेत्। प्रकृतेः गुणैः कर्माणि सर्वशः क्रियमाणानि (सन्ति, परन्तु) अहङ्कारविमूढात्मा 'अहं' कर्ता इति मन्यते। हे महाबाहो! गुणकर्मविभागयोः तत्त्ववित् तु 'गुणाः गुणेषु वर्तन्ते' इति मत्वा न सज्जते। प्रकृतेः गुणसम्मूढाः गुणकर्मसु सज्जन्ते, तान् अकृत्स्नविदः मन्दान् कृत्स्नवित् न विचालयेत्। मयि अध्यात्मचेतसा सर्वाणि कर्माणि संन्यस्य निराशीः निर्ममः विगतज्वरः भूत्वा, युध्यस्व। ये मानवाः श्रद्धावन्तः अनसूयन्तः इदं मे मतं नित्यम् अनुतिष्ठन्ति, ते अपि कर्मभिः मुच्यन्ते। ये तु एतत् अभ्यसूयन्तः मे मतं न अनुतिष्ठन्ति, तान् सर्वज्ञानविमूढान् अचेतसः नष्टान् विद्धि। ज्ञानवान् अपि स्वस्याः प्रकृतेः सदृशं चेष्टते। भूतानि प्रकृतिं यान्ति। निग्रहः किं करिष्यति ?  इन्द्रियस्यार्थे इन्द्रियस्य रागद्वेषौ व्यवस्थितौ, तयोः वशं न आगच्छेत् । तौ हि अस्य परिपन्थिनौ। स्वनुष्ठितात् परधर्मात् विगुणः स्वधर्मः (अपि) श्रेयान्। स्वधर्मे निधनं श्रेयः। परधर्मः भयावहः।”
                        </p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच-“हे वार्ष्णेय! अथ केन प्रयुक्तः अयं पूरुषः अनिच्छन् अपि, बलात् नियोजितः इव पापम् चरति?”
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“रजः गुणसमुद्भवः महापाप्मा महाशनः एषः कामः, एषः क्रोधः (अस्ति; त्वं) एनम् इह वैरिणं विद्धि। यथा धूमेन वह्निः, यथा च मलेन आदर्शः, आव्रियते, (यथा) उल्बेन गर्भः आवृतः, तथा तेन इदम् आवृतम्। हे कौन्तेय! नित्यवैरिणा एतेन दुष्पूरेण कामरूपेण च अनलेन ज्ञानिनः ज्ञानम् आवृतम्। इन्द्रियाणि मनः बुद्धिः अस्य अधिष्ठानम् उच्यते। एषः एतैः ज्ञानम् आवृत्य देहिनं विमोहयति। हे भरतर्षभ! तस्मात् त्वम् आदौ इन्द्रियाणि नियम्य, ज्ञानविज्ञाननाशनम् एनं पाप्मानं प्रजहि हि। इन्द्रियाणि पराणि आहुः, इन्द्रियेभ्यः मनः परं, मनसः तु बुद्धिः परा, यः तु बुद्धेः परतः सः (आत्मा अस्ति)। हे महाबाहो! एवं (आत्मानं) बुद्धेः परं बुद्ध्वात्मना आत्मानं संस्तभ्य, कामरूपं दुरासदं शत्रुं जहि॥
                        </p>
                    </div>
                </div>    

                <div class="subscribe-content section-title" id="ch4">
                    <button id="b4" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">चतुर्थोSध्यायः</h2>
                </div>

                <div class="b4">
                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच- अहम् इमम् अव्ययम् योगं विवस्वते प्रोक्तवान्। विवस्वान् मनवे प्राह। मनुः इक्ष्वाकवे अब्रवीत्। हे परन्तप! एवं परम्पराप्राप्तम् इमम् (योगं) राजर्षयः विदुः। सः योगः महता कालेन इह नष्टः। सः एव अयं पुरातनः योगः मया अद्य ते प्रोक्तः।(त्वं) मे भक्तः सखा च असि इति, हि एतत् उत्तमम् रहस्यम्।”
                        </p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच- “भवतः जन्म अपरं, विवस्वतः जन्म परं, (अतः) त्वम् आदौ एतत् प्रोक्तवान् इति कथं विजानीयाम्?”
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“ हे परन्तप अर्जुन! मे तव च बहूनि जन्मानि व्यतीतानि; तानि सर्वाणि अहं वेद, त्वं न वेत्थ। (अहं) अजः अव्ययात्मा अपि सन्, भूतानाम् ईश्वरः अपि सन्, स्वां प्रकृतिम् अधिष्ठाय, आत्ममायया सम्भवामि। हे भारत! यदा यदा हि धर्मस्य ग्लानिः, अधर्मस्य (च) अभ्युत्थानं भवति, तदा अहम् आत्मानम् सृजामि। साधूनाम् परित्राणाय, दुष्कृतां विनाशाय, धर्मसंस्थापनार्थाय च, (अहं) युगे युगे सम्भवामि। हे अर्जुन! यः मे दिव्यं जन्म कर्म च एवं तत्त्वतः वेत्ति, सः देह त्यक्त्वा, पुनः जन्म न एति, (किन्तु सः) माम् एति। वीतरागभयक्रोधाः, मन्मयाः माम् उपाश्रिताः, ज्ञानतपसा पूताः, बहवः मद्भावम् आगताः। ये यथा मां प्रपद्यन्ते, तान् तथा एव अहं भजामि। हे पार्थ! मनुष्याः सर्वशः मम वर्त्म अनुवर्तन्ते। कर्मणां सिद्धिं काङ्क्षन्तः (मनुष्याः) इह देवताः यजन्ते; हि मानुषे लोके कर्मजा सिद्धिः क्षिप्रं भवति। 
                            मया गुणकर्मविभागशः चातुर्वर्ण्यं सृष्टम्, तस्य कर्तारम् अपि माम् अव्ययम् अकर्तारं विद्धि। कर्मफले मे स्पृहा न (अतः) कर्माणि मां न लिम्पन्ति। इति यः माम् अभिजानाति, सः कर्मभिः न बध्यते। एवं ज्ञात्वा पूर्वैः मुमुक्षुभिः अपि कर्म कृतम्।तस्मात् त्वं पूर्वैः पूर्वतरं कृतम् एव कर्म कुरु। 'किं कर्म, किम् अकर्म' इति अत्र कवयः अपि मोहिताः। तत् कर्म ते प्रवक्ष्यामि, यत् ज्ञात्वा अशुभात् मोक्ष्यसे। कर्मणः (तत्त्वं) हि अपि बोद्धव्यं, विकर्मणः च (तत्त्वं) बोद्धव्यं, (तथा) अकर्मणः च (तत्त्वं) बोद्धव्यं, कर्मणः गतिः गहना। यः कर्मणि अकर्म पश्येत् अकर्मणि च यः कर्म ( पश्येत्) सः मनुष्येषु बुद्धिमान्, सः युक्तः, (सः) कृत्स्नकर्मकृत्। यस्य सर्वे समारम्भाः कामसङ्कल्पवर्जिताः, तम् ज्ञानाग्निदग्धकर्माणं बुधाः पण्डितं आहुः। (यः) कर्मफलासङ्गं त्यक्त्वा नित्यतृप्तः निराश्रयः, सः कर्मणि अभिप्रवृत्तः अपि न एव किञ्चित् करोति। निराशीः यतचित्तात्मा त्यक्तसर्वपरिग्रहः, केवलं शारीरं कर्म कुर्वन् किल्बिषं न आप्नोति। यदृच्छालाभसन्तुष्टः द्वन्द्वातीतः विमत्सरः सिद्धौ असिद्धौ च समः, कृत्वा अपि न निबध्यते। गतसङ्गस्य ज्ञानावस्थितचेतसः यज्ञाय आचरतः मुक्तस्य कर्म समग्रं प्रविलीयते। ब्रह्मार्पणं, ब्रह्म हविः, ब्रह्माग्नौ ब्रह्मणा हुतम्, ब्रह्मकर्मसमाधिना तेन ब्रह्म एव गन्तव्यम्। अपरे योगिनः दैवं एव यज्ञं पर्युपासते; अपरे ब्रह्माग्नौ यज्ञेन यज्ञं एव उपजुह्वति। अन्ये श्रोत्रादीनि इन्द्रियाणि संयमग्निषु जुह्वति, अन्ये शब्दादीन् विषयान् इन्द्रियाग्निषु जुह्वति। अपरे ज्ञानदीपिते आत्मसंयमयोगाग्नौ सर्वाणि इन्द्रियकर्माणि प्राणकर्माणि च जुह्वति। अपरे संशितव्रताः द्रव्ययज्ञाः तपोयज्ञाः योगयज्ञाः तथा च स्वाध्यायज्ञानयज्ञाः यतयः (सन्ति)। अपाने प्राणं प्राणे अपानं जुह्वति । (तथा अपरे) प्राणापानगती रुद्ध्वा प्राणायामपरायणाः (सन्ति)। अपरे नियताहाराः प्राणान् प्राणेषु जुह्वति । एते सर्वे अपि यज्ञविदः यज्ञक्षपितकल्मषाः (सन्ति)। हे कुरुसत्तम! यज्ञशिष्टोमृतभुजः सनातनं ब्रह्म यान्ति । अयज्ञस्य अयं लोकः न अस्ति, कुतः अन्यः ? एवं बहुविधाः यज्ञाः ब्रह्मणः मुखे वितताः (सन्ति, त्वं) तान् सर्वान् कर्मजान् विद्धि । एवं ज्ञात्वा (त्वं) विमोक्ष्यसे। हे परन्तप! द्रव्यमयात् यज्ञात् ज्ञानयज्ञः श्रेयान् । हे पार्थ! सर्वं अखिलं कर्म ज्ञाने परिसमाप्यते। प्रणिपातेन परिप्रश्नेन सेवया तत्त्वदर्शिनः ज्ञानिनः ज्ञानं ते उपदेक्ष्यन्ति तत् (त्वं) विद्धि। हे पाण्डव! यत् ज्ञात्वा (त्वं) पुनः एवं मोहं न यास्यसि, येन भूतानि अशेषेण आत्मनि अथो मयि द्रक्ष्यसि। (त्वं) सर्वेभ्यः पापेभ्यः अपि पापकृत्तमः असि चेत् सर्वं वृजिनं ज्ञानप्लवेन एव सन्तरिष्यसि।
                            हे अर्जुन! यथा समिद्धः अग्निः एधांसि भस्मसात् कुरुते, तथा ज्ञानाग्निः सर्वकर्माणि भस्मसात् कुरुते। न हि ज्ञानेन सदृशं पवित्रम् इह विद्यते। तत् स्वयं योगसंसिद्धः कालेन आत्मनि विन्दति। श्रद्धावान्, तत्परः, संयतेन्द्रियः ज्ञानं लभते। ज्ञानं लब्ध्वा अचिरेण परां शान्तिम् अधिगच्छति।अज्ञः च अश्रद्दधानः च संशयात्मा विनश्यति। संशयात्मनः अयं लोकः न अस्ति, न परः (लोकः), न (च) सुखं (अस्ति)। हे धनञ्जय! योगसंन्यस्तकर्माणं ज्ञानसञ्छिन्नसंशयम् आत्मवन्तं कर्माणि न निबध्नन्ति। हे भारत! तस्मात् अज्ञानसम्भूतं हृत्स्थम् आत्मनः एनं संशयं ज्ञानासिना छित्त्वा योगम् आतिष्ठ, (युद्धाय च) उत्तिष्ठ॥”
                        </p>
                    </div>
                </div>    

                <div class="subscribe-content section-title" id="ch5">
                    <button id="b5" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">पञ्चमोSध्यायः</h2>
                </div>

                <div class="b5">
                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच-“हे कृष्ण! कर्मणां संन्यासं, पुनः योगं च शंससि; एतयोः यत् एकं श्रेयः तत् मे सुनिश्चितं ब्रूहि।”
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच- “संन्यासः कर्मयोगः च उभौ निःश्रेयसकरौ; तयोः तु कर्मसंन्यासात् कर्मयोगः विशिष्यते। यः न द्वेष्टि, न (च) काङ्क्षति, सः नित्यसंन्यासी ज्ञेयः; महाबाहो! हि निर्द्वन्द्वः बन्धात् सुखं प्रमुच्यते। साङ्ख्ययोगौ पृथं (इति) बालाः प्रवदन्ति, न पण्डिताः। एकम् अपि सम्यक् आस्थितः (पुरुषः) उभयोः फलं विन्दते। यत् स्थानं साङ्ख्यैः प्राप्यते, तत् योगैः अपि गम्यते; यः साङ्ख्यं च योगं च एकं पश्यति, स (एव) पश्यति। हे महाबाहो! अयोगतः संन्यासः तु दुःखम् आप्तुम्, योगयुक्तः मुनिः न चिरेण ब्रह्म अधिगच्छति। योगयुक्तः, विशुद्धात्मा, विजितात्मा, जितेन्द्रियः, सर्वभूतात्मभूतात्मा, कुर्वन् अपि न लिप्यते। युक्तः तत्त्ववित् पश्यन्, शृण्वन्, स्पृशन्, जिघ्रन्, अश्नन्, गच्छन्, स्वपन्, श्वसन्, प्रलपन्, विसृजन्, गृह्णन्,उन्मिषन् निमिषन् अपि, इन्द्रियाणि इन्द्रियार्थेषु वर्तन्ते इति धारयन् किञ्चित् न एव करोमि इति मन्येत।यः सङ्गं त्यक्त्वा कर्माणि, ब्रह्मणि आधाय करोति, सः पद्मपत्रम् अम्भसा इव, पापेन न लिप्यते।
                            योगिनः आत्मशुद्धये कायेन, मनसा, बुद्ध्या, केवलैः इन्द्रियैः अपि सङ्गं त्यक्त्वा कर्म कुर्वन्ति। युक्तः कर्मफलं त्यक्त्वा नैष्ठिकीं शान्तिम् आप्नोति। अयुक्तः कामकारेण फले सक्तः निबध्यते। वशी देही सर्वकर्माणि मनसा संन्यस्य, नवद्वारे पुरे, न एव कुर्वन्, न कारयन् सुखम् आस्ते। प्रभुः लोकस्य न कर्तृत्वं, न कर्माणि, न कर्मफलसंयोगं सृजति। स्वभावः तु प्रवर्तते। विभुः न कस्यचित् पापं, न च एव सुकृतं आदत्ते। अज्ञानेन ज्ञानम् आवृतम्, तेन जन्तवः मुह्यन्ति। येषां तु तत् अज्ञानम् आत्मनः ज्ञानेन नाशितं, तेषां ज्ञानम् आदित्यवत् तत् परं प्रकाशयति। तत् बुद्धयः, तत् आत्मानः, तत् निष्ठाः, तत् परायणाः, ज्ञाननिर्धूतकल्मषाः अपुनरावृत्तिं गच्छन्ति। पण्डिताः विद्याविनयसम्पन्ने ब्राह्मणे, गवि, हस्तिनि, शुनि, च श्वपाके च एव समदर्शिनः (सन्ति)। येषां मनः साम्ये स्थितं, तैः इह एव सर्गः जितः, ब्रह्म हि समं निर्दोषं, तस्मात् ते ब्रह्मणि स्थिताः। प्रियं प्राप्य न प्रहृष्येत्, अप्रियम् प्राप्य च न उद्विजेत्, (एवं) स्थिरबुद्धिः, असम्मूढः, ब्रह्मवित् ब्रह्मणि स्थितः। बाह्यस्पर्शेषु असक्तआत्मा, आत्मनि यत् सुखं विन्दति, सः ब्रह्मयोगयुक्तात्मा अक्षयं सुखम् अश्नुते। हे कौन्तेय! ये हि संस्पर्शजाः भोगाः ते दुःखयोनयः आदि अन्तवन्तः एव, तेषु बुधः न रमते। इह एव शरीरविमोक्षणात् प्राक्, यः कामक्रोधोद्भवं वेगं सोढुं शक्नोति, सः नरः युक्तः, सः सुखी (भवति)। यः अन्तः सुखः, अन्तरारामः, तथा यः अन्तर्ज्योतिः एव, सः योगी ब्रह्मभूतः ब्रह्मनिर्वाणम् अधिगच्छति। क्षीणकल्मषाः, छिन्नद्वैधाः, यतात्मानः, सर्वभूतहिते रताः ऋषयः ब्रह्मनिर्वाणम् लभन्ते। कामक्रोधवियुक्तानां यतचेतसां विदितात्मनां यतीनाम् अभितः ब्रह्मनिर्वाणं वर्तते। यः मुनिः बाह्यान् स्पर्शान् बहिः कृत्वा, चक्षुः च एव भ्रुवोः अन्तरे कृत्वा, प्राणापानौ नासाभ्यन्तरचारिणौ समौ ( कृत्वा), यतेन्द्रियमनः बुद्धिः, विगतेच्छाभयक्रोधः, मोक्षपरायणः (स्यात्) सः सदा मुक्तः एव। यज्ञतपसां भोक्तारं सर्वभूतानां सुहृदं सर्वलोकमहेश्वरं मां ज्ञात्वा शान्तिम् ऋच्छति”॥
                        </p>
                    </div>
                </div>

                <div class="subscribe-content section-title" id="ch6">
                    <button id="b6" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">षष्टोSध्यायः</h2>
                </div>

                <div class="b6">
                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“ यः कर्मफलम् अनाश्रितः कार्यं कर्म करोति, सः संन्यासी च योगी च, निरग्निः न अक्रियः च न।
                            हे पाण्डव! यं संन्यासम् इति प्राहुः तं योगं विद्धि, कश्चन असंन्यस्तसङ्कल्पः योगी न भवति हि। योगम् आरुरुक्षोः मुनेः कर्म कारणम् उच्यते, योगारूढस्य तस्य एव शमः कारणम् उच्यते। यदा हि न इन्द्रियार्थेषु न कर्मसु अनुषज्जते, तदा सर्वसङ्कल्पसंन्यासी योगआरूढः उच्यते। आत्मना आत्मानम् उद्धरेत्, आत्मानं न अवसादयेत्। आत्मा एव हि आत्मनः बन्धुः, आत्मा एव आत्मनः रिपुः। येन आत्मना एव आत्मा जितः, तस्य आत्मनः बन्धुः आत्मा, अनात्मनः तु शत्रुत्वे आत्मा एव शत्रुवत् वर्तेत। जितात्मनः प्रशान्तस्य परमात्मा शीतोष्णसुखदुःखेषु तथा मानापमानयोः समाहितः(भवति)। ज्ञानविज्ञानतृप्तात्मा कूटस्थः विजितेन्द्रियः समलोष्टाश्मकाञ्चनः योगी युक्तः इति उच्यते। सुहृत् मित्रारिंर्युदासीनमध्यस्थद्वेष्यबन्धुषु साधुषु अपि च पापेषु समबुद्धिः विशिष्यते। योगी रहसि स्थितः एकाकी, यतचित्तात्मा, निराशीः, अपरिग्रहः (च सन्) सततम् आत्मानम् युञ्जीत। शुचौ देशे, न अतिच्छ्रितम्, न अतिनीचं, चैलाजिनकुशोत्तरं, आत्मनः स्थिरम् आसनं प्रतिष्ठाप्य तत्र आसने उपविश्य मनः एकाग्रं कृत्वा, यतचित्तेन्द्रियक्रियः (सन्) आत्मविशुद्धये योगं युञ्ज्यात्। स्थिरः (भूत्वा) कायशिरोग्रीवम् अचलम् समं धारयन् स्वं नासिकाग्रं सम्प्रेक्ष्य, च दिशः अनवलोकयन् प्रशान्तात्मा विगतभीः ब्रह्मचारिव्रतेस्थितः, मनः संयम्य, मत्चित्तः मत्परः युक्तः आसीत। एवं सदा आत्मानं युञ्जन्, नियतमानसः योगी निर्वाणपरमां मत्संस्थां शान्तिं अधिगच्छति।
                            हे अर्जुन! अति अश्नतः तु न योगः अस्ति, एकान्तम् अनश्नतः च न, अतिस्वप्नशीलस्य च न, जाग्रतः च न एव। युक्ताहारविहारस्य, कर्मसु युक्तचेष्टस्य, युक्तस्वप्नावबोधस्य योगः दुःखहा भवति। यदा विनियतं चित्तम् आत्मनि एव अवतिष्ठते, सर्वकामेभ्यः निःस्पृहः तदा युक्तः इति उच्यते। यथा निवातस्थः दीपः न इङ्गते सा उपमा, आत्मनः योगं युञ्जतः यतचित्तस्य योगिनः, स्मृता। योगसेवया निरुद्धं चित्तं यत्र उपरमते, च एव यत्र आत्मना आत्मान पश्यन् आत्मनि तुष्यति, यत्र यत् तत् बुद्धिग्राह्यमतीन्द्रियम् आत्यन्तिकं सुखं वेत्ति, (यत्र) च स्थितः अयं तत्त्वतः न एव चलति, यं च लब्ध्वा, ततः अधिकम् अपरम् लाभं न मन्यते, यस्मिन् स्थितः गुरुणा अपि दुःखेन न विचाल्यते, तं दुःखसंयोगवियोगं योगसंज्ञितं विद्यात्, सः योगः अनिर्विण्णचेतसा निश्चयेन योक्तव्यः। सङ्कल्पप्रभवान् सर्वान् कामान् अशेषतः त्यक्त्वा, मनसा एव इन्द्रियग्रामं समन्ततः विनियम्य, धृतिगृहीतया बुद्ध्या शनैः शनैः उपरमेत्, मनः आत्मसंस्थं कृत्वा, किञ्चित् अपि न चिन्तयेत्। चञ्चलम् अस्थिरम् मनः यतः यतः निश्चरति, ततः ततः एतत् नियम्य आत्मनि एव वशं नयेत्। प्रशान्तमनसं शान्तरजसम् अकल्मषम् ब्रह्मभूतम् एनं योगिनं हि उत्तमं सुखम् उपैति। एवं सदा आत्मानं युञ्जन् योगी विगतकल्मषः ब्रह्मसंस्पर्शम् अत्यन्तम् सुखं सुखेन अश्नुते। योगयुक्तात्मा सर्वत्र समदर्शनः, आत्मानं सर्वभूतस्थं सर्वभूतानि च आत्मनि ईक्षते। यः मां सर्वत्र पश्यति, सर्वं च मयि पश्यति, तस्य अहं न प्रणश्यामि, सः च मे न प्रणश्यति। यः एकत्वम् आस्थितः सर्वभूतस्थितं मां भजति, सः योगी सर्वथा वर्तमानः अपि, मयि वर्तते। हे अर्जुन! यः आत्मौपम्येन सर्वत्र सुखं वा यदि वा दुःखं समं पश्यति, सः योगी परमः मतः।”
                        </p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच- “हे मधुसूदन! यः अयं योगः त्वया साम्येन प्रोक्तः, एतस्य स्थिरां स्थितिं चञ्चलत्वात् अहं न पश्यामि। हे कृष्ण! मनः बलवत् दृढं चञ्चलं प्रमाथि, अहम् हि तस्य निग्रहं वायोः इव, सुदुष्करं मन्ये।”                    
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच- “हे महाबाहो! मनः असंशयं चलं दुर्निग्रहं, हे कौन्तेय! (तत्) तु अभ्यासेन वैराग्येण च गृह्यते। असंयतात्मना योगः दुष्प्रापः, वश्यात्मना यतता तु उपायतः अवाप्तुं शक्यः, इति मे मतिः।”
                        </p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच-“हे कृष्ण! श्रद्धया उपेतः अयतिः, योगात् चलितमानसः, योगसंसिद्धिम् अप्राप्य, कां गतिम् गच्छति? हे महाबाहो! ब्रह्मणः पथि अप्रतिष्ठः विमूढः उभय-विभ्रष्टः छिन्न-अभ्रम् इव न नश्यति कच्चित्? हे कृष्ण! मे एतत् संशयम् अशेषतः छेत्तुम् अर्हसि; हि त्वत् अन्यः अस्य संशयस्य छेत्ता न उपपद्यते।”                    
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच- “हे पार्थ! न इह न एव (च) अमुत्र तस्य विनाशः विद्यते । हे तात! हि कश्चित् कल्याणकृत् दुर्गतिं न गच्छति। योगभ्रष्टः पुण्यकृतां लोकान् प्राप्य, (तत्र) शाश्वतीः समाः उषित्वा, शुचीनां श्रीमतां गेहे अभिजायते। अथवा धीमतां योगिनां एव कुले भवति, यत् एतत् ईदृशं जन्म लोके दुर्लभतरं हि। हे कुरुनन्दन! (सः) तत्र तं पौर्वदेहिकं बुद्धिसंयोगं लभते, ततः च भूयः संसिद्धौ यतते। तेन एव पूर्वाभ्यासेन सः अवशः अपि ह्रियते, हि योगस्य जिज्ञासुः अपि शब्दब्रह्मातिवर्तते। ततः प्रयत्नात् यतमानः संशुद्धकिल्बिषः योगी तु अनेकजन्म-संसिद्धः परां गतिं याति। योगी तपस्विभ्यः अधिकः, ज्ञानिभ्यः अपि च अधिकः मतः, योगी कर्मिभ्यः (च) अधिकः, तस्मात् हे अर्जुन! (त्वं) योगी भव। सर्वेषाम् अपि योगिनां यः श्रद्धावान्, मत् गतेन अन्तरात्मना मां भजते, सः मे युक्ततमः मतः”॥
                        </p>
                    </div>
                </div>

                <div class="subscribe-content section-title" id="ch7">
                    <button id="b7" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">सप्तमोSध्यायः</h2>
                </div>

                <div class="b7">
                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच- “हे पार्थ! मय्यासक्तमनाः मत् आश्रयः (त्वं) योगं युञ्जन्, मां समग्रं यथा असंशयं ज्ञास्यसि, तत् शृणु- “अहं इदं सविज्ञानं ज्ञानं ते अशेषतः वक्ष्यामि; यत् ज्ञात्वा इह भूयः अन्यत् ज्ञातव्यं न अवशिष्यते।” मनुष्याणां सहस्रेषु कश्चित् सिद्धये यतति; यततां सिद्धानाम् अपि कश्चित् मां तत्त्वतः वेत्ति। भूमिः, आपः, अनलः, वायुः, खं, मनः, बुद्धिः एव च अहङ्कारः इति अष्टधा भिन्ना मे इयं प्रकृतिः। हे महाबाहो! इयम् अपरा (प्रकृतिः अस्ति) इतः तु अन्यां जीवभूतां मे परां प्रकृतिं विद्धि, यया इदं जगत् धार्यते। सर्वाणि भूतानि एतत् योनीनि इति, उपधारय। अहं कृत्स्नस्य जगतः प्रभवः तथा प्रलयः (अस्मि)।  हे धनञ्जय! मत्तः परतरं अन्यत् किञ्चित् न अस्ति। सूत्रे मणिगणाः इव इदं सर्वं मयि प्रोतम्। 
                            हे कौन्तेय! अहम् अप्सु रसः, शशिसूर्ययोः प्रभा, सर्ववेदेषु प्रणवः, खे शब्दः, नृषु पौरुषम् अस्मि,च पृथिव्यां पुण्यः गन्धः, विभावसौ च तेजः अस्मि; सर्वभूतेषु जीवनं, तपस्विषु च तपः अस्मि। हे पार्थ! मां सर्वभूतानां सनातनं बीजं विद्धि, अहम् बुद्धिमतां बुद्धिः अस्मि, तेजस्विनाम् तेजः, अहं च बलवतां कामरागविवर्जितं बलम् अस्मि, हे भरतर्षभ! भूतेषु धर्माविरुद्धः कामः (अहम् अस्मि)। ये च एव सात्त्विकाः राजसाः तामसाः च भावाः, ते मत्तः एव इति तान् विद्धि, अहं तेषु न (अस्मि), तु ते मयि (वर्तन्ते)। एभिः त्रिभिः गुणमयैः भावैः इदं सर्वं जगत् मोहितं, (अतः) एभ्यः परम् अव्ययम् मां न अभिजानाति। एषा दैवी गुणमयी मम माया हि दुरत्यया। ये मां एव प्रपद्यन्ते, ते एतां मायां तरन्ति। मायया अपहृतज्ञानाः आसुरं भावं आश्रिताः दुष्कृतिनः मूढाः नराधमाः मां न प्रपद्यन्ते। हे भरतर्षभ अर्जुन! आर्तः, जिज्ञासुः, अर्थार्थी, ज्ञानी च (इति) चतुर्विधाः सुकृतिनः जनाः मां भजन्ते। तेषां नित्ययुक्तः एकभक्तिः ज्ञानी विशिष्यते। अहं हि ज्ञानिनः अत्यर्थं प्रियः (अस्मि), सः (ज्ञानी) च मम प्रियः (अस्ति)। एते सर्वे एव उदाराः (सन्ति), ज्ञानी तु (मम) आत्मा एव (अस्ति इति) मे मतं । सः हि युक्तात्मा अनुत्तमां गतिं मां एव आस्थितः (अस्ति)।
                            ज्ञानवान् बहूनाम् जन्मनाम् अन्ते ‘वासुदेवः सर्वम्’ इति (अनुभूय) मां प्रपद्यते। सः महात्मा सुदुर्लभः। तैः तैः कामैः हृतज्ञानाः स्वया प्रकृत्या नियताः (अज्ञानिनः) तं तं नियमम् आस्थाय अन्यदेवताः प्रपद्यन्ते। यः यः भक्तः यां यां तनुं श्रद्धया अर्चितुम् इच्छति, तस्य तस्य ताम् एव श्रद्धाम् अहम् अचलां विदधामि। सः तया श्रद्धया युक्तः तस्य आराधनम् ईहते, ततः च मया एव विहितान् तान् कामान् लभते हि। तेषां अल्पमेधसां तत् फलं तु अन्तवत् भवति; देवयजः देवान् यान्ति, मत् भक्ताः अपि मां यान्ति। मम परम् अव्ययम् अव्यक्तम् अनुत्तमम् भावम् अजानन्तः अबुद्धयः मां व्यक्तिम् आपन्नं मन्यन्ते। योगमायासमावृतः अहं सर्वस्य प्रकाशः न। अयं मूढः लोकः अजम् अव्ययम् मां न अभिजानाति। हे अर्जुन! अहं समतीतानि वर्तमानानि च भविष्याणि च भूतानि वेद। कश्चन तु मां न वेद। हे परन्तप भारत! सर्वभूतानि इच्छाद्वेषसमुत्थेन द्वन्द्वमोहेन सर्गे सम्मोहं यान्ति। येषां पुण्यकर्मणां जनानां तु पापम् अन्तगतम्, ते दृढव्रताः द्वन्द्वमोहनिर्मुक्ताः मां भजन्ते। ये माम् आश्रित्य जरामरणमोक्षाय यतन्ति, ते तत् ब्रह्म, कृत्स्नम् अध्यात्मम्, अखिलं कर्म च विदुः। ये साधिभूताधिदैवं साधियज्ञं च माम् विदुः ते युक्तचेतसः प्रयाणकाले अपि च माम् विदुः”॥
                        </p>
                    </div>
                </div>    

                <div class="subscribe-content section-title" id="ch8">
                    <button id="b8" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">अष्टमोSध्यायः</h2>
                </div>

                <div class="b8">
                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच-“हे पुरुषोत्तम! तत् ब्रह्म किं? अध्यात्मं किं? कर्म किं? अधिभूतं किं प्रोक्तं? अधिदैवं च किम् उच्यते ? हे मधुसूदन! अत्र अस्मिन् देहे अधियज्ञः कः कथं (च अस्ति)? प्रयाणकाले च नियतात्मभिः कथं ज्ञेयः असि ?”
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“अक्षरं परमं ब्रह्म, स्वभावः अध्यात्मम् उच्यते, भूतभावोद्भवकरः विसर्गः कर्मसंज्ञितः। हे देहभृतां वर! क्षरः भावः अधिभूतं, पुरुषः अधिदैवतं, अत्र देहे च अहम् एव अधियज्ञः। यः च अन्तकाले मां एव स्मरन् कलेवरं मुक्त्वा प्रयाति, सः मत् भावम् याति, अत्र संशयः न अस्ति। हे कौन्तेय! यं यं वापि भावं स्मरन् अन्ते कलेवरं त्यजति; सदा तद् भावभावितः (सः) तं तं एव एति। तस्मात् सर्वेषु कालेषु मयि अर्पितमनोबुद्धिः (भव), माम् अनुस्मर, युध्य च। (एवं) असंशयं माम् एव एष्यसि। हे पार्थ! अभ्यासयोगयुक्तेन न अन्यगामिना चेतसा अनुचिन्तयन्, दिव्यं परमं पुरुषं याति। कविम्, पुराणम्, अनुशासितारम्, अणोः अणीयांसं, सर्वस्य धातारं, अचिन्त्यरूपं, तमसः परस्तात् आदित्यवर्णं (विद्यमानं पुरुषं), प्रयाणकाले, अचलेन मनसा, भक्त्या युक्तः योगबलेन च एव भ्रुवोः मध्ये सम्यक् प्राणम् आवेश्य, यः अनुस्मरेत् सः तं परं दिव्यं पुरुषम् उपैति। वेद-विदः यत् अक्षरम् वदन्ति, वीत-रागाः यतयः यत् विशन्ति, (ब्रह्मचारिणः) यत् इच्छन्तः ब्रह्मचर्यम् चरन्ति, तत् पदम् ते सङ्ग्रहेण प्रवक्ष्ये। सर्वद्वाराणि संयम्य, मनः च हृदि निरुध्य, मूर्ध्नि आत्मनः प्राणम् आधाय, योगधारणाम् आस्थितः, ओम् इति एकाक्षरं ब्रह्म व्याहरन् माम् अनुस्मरन्, यः देहं त्यजन् प्रयाति, सः परमां गतिं याति।
                            हे पार्थ! यः नित्यशः अनन्यचेताः (सन्) मां सततं स्मरति, तस्य नित्ययुक्तस्य योगिनः अहं सुलभः (अस्मि)। परमां संसिद्धिं गताः महात्मानः माम् उपेत्य, पुनः दुःखालयम् अशाश्वतम् जन्म न आप्नुवन्ति। हे अर्जुन! आब्रह्मभुवनात् (सर्वे) लोकाः पुनरावर्तिनः (सन्ति); हे कौन्तेय! माम् उपेत्य तु पुनः जन्म न विद्यते। यत् ते अहोरात्रविदः जनाः सहस्रयुगपर्यन्तं ब्रह्मणः अहः युगसहस्रान्तां रात्रिं (च) विदुः। अहः आगमे सर्वाः व्यक्तयः अव्यक्तात् प्रभवन्ति, (पुनः) रात्रि आगमे तत्र अव्यक्तसंज्ञके एव प्रलीयन्ते। हे पार्थ! सः एव अयं भूतग्रामः अवशः (सन्), भूत्वा भूत्वा रात्रि आगमे प्रलीयते (पुनः) अहः आगमे प्रभवति। यः तु सर्वेषु भूतेषु नश्यत्सु न विनश्यति, सः, तस्मात् अव्यक्तात् अन्यः, अव्यक्तः सनातनः परः भावः (अस्ति)। (यः) अव्यक्तः (भावः) अक्षरः इति उक्तः, तं परमां गतिं आहुः, (ज्ञानिनः) यं प्राप्य न निवर्तन्ते, तत् मम परमं धाम (अस्ति)। हे पार्थ! भूतानि यस्य अन्तःस्थानि (सन्ति), येन इदं सर्वं ततं, सः तु परः पुरुषः अनन्यया भक्त्या लभ्यः (अस्ति)। 
                            हे भरतर्षभ! यत्र काले तु प्रयाताः योगिनः अनावृत्तिम् आवृत्तिं च एव यान्ति, तं कालं वक्ष्यामि। अग्निः, ज्योतिः, अहः, शुक्लः (पक्षः), षण्मासाः उत्तरायनम्, तत्र (काले) प्रयाताः ब्रह्मविदः जनाः ब्रह्म गच्छन्ति। धूमः, रात्रिः, तथा कृष्णः (पक्षः), षण्मासाः दक्षिणायनम्, तत्र (काले प्रयाताः) योगी चान्द्रमसं ज्योतिः प्राप्य निवर्तते। जगतः एते हि शुक्लकृष्णे गती शाश्वते मते। एकया अनावृत्तिं याति अन्यया पुनः आवर्तते। 
                            हे पार्थ! एते सृती जानन् कश्चन योगी न मुह्यति; तस्मात् हे अर्जुन! (त्वं) सर्वेषु कालेषु योगयुक्तः भव। योगी इदं विदित्वा, वेदेषु यज्ञेषु तपःसु दानेषु च एव यत् पुण्यफलं प्रदिष्टम्, तत् सर्वम् अत्येति, आद्यं परं च स्थानम् उपैति।  यत् ज्ञात्वा (त्वं)अशुभात् मोक्ष्यसे, (तत्) तु इदं गुह्यतमं विज्ञानसहितं ज्ञानम् अनसूयवे ते प्रवक्ष्यामि”॥
                        </p>
                    </div>
                </div>

                <div class="subscribe-content section-title" id="ch9">
                    <button id="b9" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">नवमोsध्यायः</h2>
                </div>

                <div class="b9">
                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच- “यत् ज्ञात्वा (त्वं)अशुभात् मोक्ष्यसे, (तत्) तु इदं गुह्यतमं विज्ञानसहितं ज्ञानम् अनसूयवे ते प्रवक्ष्यामि। इदं (ज्ञानं) राजविद्या, राजगुह्यं, उत्तमं, पवित्रं, अव्ययं, प्रत्यक्षावगमं, कर्तुं सुसुखं,धर्म्यं च (अस्ति)। हे परन्तप! अस्य धर्मस्य अश्रद्दधानाः पुरुषाः माम् अप्राप्य मृत्युसंसारवर्त्मनि निवर्तन्ते। अव्यक्तमूर्तिना मया इदं सर्वं जगत् ततं । सर्वभूतानि मत्स्थानि (सन्ति), अहं च तेषु न अवस्थितः (अस्मि)। भूतानि च मत्स्थानि न (सन्ति), मे ऐश्वरं योगं पश्य। (अहं) भूतभृत् (अपि) भूतस्थः न। मम आत्मा च भूतभावनः (अस्ति)। यथा सर्वत्रगः महान् वायुः नित्यम् आकाशस्थितः (अस्ति), तथा सर्वाणि भूतानि मत्स्थानि (सन्ति), इति (त्वं) उपधारय। हे कौन्तेय! सर्वभूतानि कल्पक्षये मामिकां प्रकृतिं यान्ति। पुनः कल्पादौ तानि विसृजामि। (अहम्) स्वां प्रकृतिम् अवष्टभ्य प्रकृतेः वशात् अवशम् इमं कृत्स्नं भूतग्रामम् पुनः पुनः विसृजामि। हे धनञ्जय! तेषु कर्मसु असक्तम् उदासीनवत् आसीनं मां तानि कर्माणि च न निबध्नन्ति। हे कौन्तेय! मया अध्यक्षेण प्रकृतिः सचराचरम् सूयते, अनेन हेतुना जगत् विपरिवर्तते। भूतमहेश्वरं मम परं भावम् अजानन्तः मूढाः मानुषीं तनुम् आश्रितं माम् अवजानन्ति। (ते) मोघाशाः मोघकर्माणः मोघज्ञानाः विचेतसः मोहिनीम् राक्षसीम् आसुरीं प्रकृतिं च एव श्रिताः।
                            हे पार्थ! दैवीं प्रकृतिम् आश्रिताः महात्मानः तु मां भूतादिम् अव्ययम् ज्ञात्वा, अनन्यमनसः (मां) भजन्ति। (ते) नित्ययुक्ताः भक्त्या मां सततं कीर्तयन्तः यतन्तः च दृढव्रताः नमस्यन्तः च माम् उपासते। अन्ये च अपि ज्ञानयज्ञेन यजन्तः एकत्वेन, पृथक्त्वेन, बहुधा विश्वतोमुखं माम् उपासते। अहं क्रतुः, अहं यज्ञः, अहं स्वधा, अहम् औषधं, अहं मन्त्रः, अहं एव आज्यं, अहम् अग्निः, अहं हुतम्,अहम् अस्य जगतः माता, पिता, धाता, पितामहः, वेद्यं (वस्तु), पवित्रं (वस्तु), ओङ्कारः, ऋक्, साम, यजुः एव च (अस्मि)। (अहं) गतिः, भर्ता, प्रभुः, साक्षी, निवासः, शरणम्, सुहृत्, प्रभवः, प्रलयः, स्थानं, निधानं, अव्ययं बीजं (च अस्मि)। हे अर्जुन! अहं तपामि, अहं वर्षं, निगृह्णामि उत्सृजामि च, अहम् एव अमृतं मृत्युः च, (अहं एव) सत् असत् च (अस्मि)। त्रैविद्याः सोमपाः पूतपापाः मां यज्ञैः इष्ट्वा स्वर्गतिं प्रार्थयन्ते। ते पुण्यं सुरेन्द्रलोकं आसाद्य, दिवि दिव्यान् देवभोगान् अश्नन्ति। ते तं विशालं स्वर्गलोकं भुक्त्वा, पुण्ये क्षीणे (सति) मर्त्यलोकं विशन्ति । 
                            एवं त्रयीधर्मम् अनुप्रपन्नाः कामकामाः गतागतं लभन्ते। अनन्याः चिन्तयन्तः ये जनाः मां पर्युपासते, तेषां नित्याभियुक्तानां योगक्षेमम् अहं वहामि। अपि ये अन्यदेवताभक्ताः श्रद्धया अन्विताः यजन्ते, ते अपि हे कौन्तेय! अविधिपूर्वकं मां एव यजन्ति। अहं हि सर्वयज्ञानां भोक्ता च प्रभुः एव च (अस्मि), मां तु तत्त्वेन न अभिजानन्ति, अतः ते च्यवन्ति। देवव्रताः देवान् यान्ति, पितृव्रताः पितॄन् यान्ति, भूतेज्याः भूतानि यान्ति, मत् याजिनः अपि मां यान्ति। यः पत्रं पुष्पं फलं तोयं भक्त्या मे प्रयच्छति, (तस्य) प्रयतात्मनः भक्त्युपहृतं तत् अहम् अश्नामि। हे कौन्तेय! यत् करोषि, यत् अश्नासि, यत् जुहोषि, यत् ददासि, यत् तपस्यसि, तत् मत् अर्पणं कुरुष्व। एवं (कृते सति) शुभाशुभफलैः कर्मबन्धनैः संन्यासयोगयुक्तात्मा विमुक्तः (भूत्वा) मोक्ष्यसे माम् उपेष्यसि। अहं सर्वंभूतेषु समः, मे द्वेष्यः प्रियः च न अस्ति, (परं)तु ये मां भक्त्या भजन्ति, ते मयि, (च) अहम् अपि तेषु (च)।सुदुराचारः अपि माम् अनन्यभाक् भजते चेत्, सः साधुः एव मन्तव्यः, सः हि सम्यक् व्यवसितः (अस्ति)। हे कौन्तेय! (सः) क्षिप्रं धर्मात्मा भवति, शश्वत् शान्तिं निगच्छति, मे भक्तः न प्रणश्यति, (इति त्वं) प्रतिजानीहि। हे पार्थ! ये अपि हि पापयोनयः स्त्रियः वैश्याः तथा शूद्राः स्युः ते अपि मां व्यपाश्रित्य, परां गतिं यान्ति। किं पुनः पुण्याः भक्ताः ब्राह्मणाः तथा राजर्षयः? (तस्मात् त्वं) अनित्यम् असुखम् इमम् लोकं प्राप्य, मां भजस्व। (त्वं) मन्मनाः मद्भक्तः मद्याजी (च) भव, मां मत्परायणः (सन्) नमस्कुरु एवम् आत्मानंयुक्त्वा माम् एव एष्यसि”॥
                        </p>
                    </div>
                </div>    

                <div class="subscribe-content section-title" id="ch10">
                    <button id="b10" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">दशमोSध्यायः</h2>
                </div>

                <div class="b10">
                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच- “हे महाबाहो! भूयः एव मे परमं वचः शृणु। प्रीयमाणाय ते यत् अहं हितकाम्यया वक्ष्यामि। सुरगणाः महर्षयः च मे प्रभवं न विदुः, अहं हि देवानां महर्षीणां (च) सर्वशः आदिः (अस्मि)। यः माम् अजम् अनादिं लोकमहेश्वरं च वेत्ति, सः मर्त्येषु असम्मूढः (भूत्वा) सर्वपापैः प्रमुच्यते। बुद्धिः, ज्ञानम्, असम्मोहः, क्षमा, सत्यं, दमः, शमः, सुखं, दुःखं, भवः, अभावः, भयं च एव अभयं च। अहिंसा, समता, तुष्टिः, तपः, दानं, यशः, अयशः, (इमे) भूतानां पृथक्विधाः भावाः मत्तः एव भवन्ति। पूर्वे सप्त महर्षयः तथा चत्वारः मानवः मत् भावाः, मानसाः जाताः येषां लोके इमाः प्रजाः। यः मम एतां विभूतिं योगं च तत्त्वतः वेत्ति, सः अविकम्पेन योगेन युज्यते अत्र संशयः न। अहं सर्वस्य प्रभवः (अस्मि), मत्तः सर्वं प्रवर्तते, इति मत्वा बुधाः भावसमन्विताः मां भजन्ते। मत् चित्ताः मत् गतप्राणाः परस्परं मां बोधयन्तः कथयन्तः च नित्यं तुष्यन्ति च। (एवं) सततयुक्तानां प्रीतिपूर्वकं भजतां तेषां तं बुद्धियोगं ददामि येन ते मां उपयान्ति। तेषाम् एव अनुकम्पार्थम् अहम् आत्मभावस्थः (सन्) भास्वता ज्ञानदीपेन अज्ञानजं तमः नाशयामि।”
                        </p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच-“भवान् परम् ब्रह्म, परं धाम, परमं पवित्रम् (अस्ति)।सर्वे ऋषयः त्वां शाश्वतं दिव्यम् आदिदेवम् अजम् विभुं पुरुषम् आहुः। तथा देवर्षिः नारदः असितः देवलः व्यासः (कथयति) (त्वं) च स्वयम् एव मे ब्रवीषि।  हे केशव! यत् मां (त्वं) वदसि, (तत्) एतत् सर्वं (अहं) ऋतं मन्ये । हे भगवन्! न देवाः न दानवाः (वा) ते व्यक्तिं हि विदुः।हे पुरुषोत्तम! भूतभावन, भूतेश, देवदेव, हे जगत्पते! त्वं स्वयम् एव आत्मना आत्मानं वेत्थ। (अतः) याभिः विभूतिभिः त्वं इमान् लोकान् व्याप्य तिष्ठसि, (ताः) दिव्याः आत्मविभूतयः हि अशेषेण वक्तुम् अर्हसि। हे योगिन्! सदा परिचिन्तयन् अहं त्वां कथं विद्यां ? हे भगवन्! केषु केषु च भावेषु (त्वं) मया चिन्त्यः असि ?।हे जनार्दन! आत्मनः योगं विभूतिं च भूयः विस्तरेण कथय । (एतत्) अमृतं शृण्वतः हि मे तृप्तिः न अस्ति।”                    
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच- “हे कुरुश्रेष्ठ! हन्त, दिव्याः आत्मविभूतयः प्राधान्यतः ते कथयिष्यामि, मे विस्तरस्य हि अन्तः न अस्ति। हे गुडाकेश! अहम्, सर्वभूताशयस्थितः आत्मा, भूतानां आदिः च मध्यं च अन्तः च अहम् एव। आदित्यानां विष्णुः अहं, ज्योतिषां अंशुमान् रविः, मरुताम् मरीचिः, नक्षत्राणाम् शशी (च) अहम् अस्मि। वेदानां सामवेदः (अहं), अस्मि देवानां वासवः अस्मि, इन्द्रियाणां मनः अस्मि, भूतानां चेतना च अस्मि। रुद्राणां शङ्करः, यक्षरक्षसां च वित्तेशः अस्मि, वसूनां पावकः, शिखरिणां मेरुः च अहम् अस्मि। हे पार्थ! पुरोधसां च मुख्यं बृहस्पतिं मां विद्धि, सेनानीनां स्कन्दः, सरसां सागरः अहं अस्मि। महर्षीणां भृगुः, गिराम् एकम् अक्षरम् अहम् अस्मि, यज्ञानां जपयज्ञः, स्थावराणां हिमालयः (च) अस्मि। सर्ववृक्षाणाम् अश्वत्थः, देवर्षीणां च नारदः, गन्धर्वाणां चित्ररथः, सिद्धानां कपिलः मुनिः (अहं अस्मि)। अश्वानां अमृतोद्भवम् उच्चैःश्रवसं, गजेन्द्राणाम् ऐरावतम्, नराणां नराधिपं च मां विद्धि। आयुधानां वज्रं अहं, धेनूनां कामधुक् (अहं) अस्मि, प्रजनः कन्दर्पः अस्मि, सर्पाणां वासुकिः च अस्मि। नागानां अनन्तः, यादसां वरुणः च अहम् अस्मि, पितॄणां अर्यमा च, संयमतां यमः (च) अहम् अस्मि। दैत्यानां प्रह्लादः, कलयतां कालः च अहम् अस्मि, मृगाणां मृगेन्द्रः च , पक्षिणां वैनतेयः च अहं (अस्मि)। पवतां पवनः अस्मि, शस्त्रभृतां च रामः अहं (अस्मि), झषाणां मकरः अस्मि, स्रोतसां जाह्नवी च (अहं) अस्मि।
                            हे अर्जुन! सर्गाणां आदिः मध्यं च अन्तः च एव अहं (अस्मि), विद्यानां अध्यात्मविद्या, प्रवदतां वादः अहम् (अस्मि)। अक्षराणाम् अकारः, सामासिकस्य च द्वन्द्वः, अक्षयः कालः अहम् एव, विश्वतोमुखः धाता (च) अहं अस्मि। सर्वहरः मृत्युः, भविष्यताम् उद्भवः च अहं नारीणां च कीर्तिः श्रीः वाक् स्मृतिः मेधा धृतिः क्षमा च (अहं अस्मि)। साम्नां बृहत्साम, तथा छन्दसां गायत्री अहं, मासानां मार्गशीर्षः, ऋतूनां कुसुमाकरः अहम् (अस्मि)। छलयतां द्यूतं, तेजस्विनां तेजः अहम् अस्मि, जयः अहम् अस्मि, व्यवसायः (अहम्) अस्मि, सत्त्ववतां सत्त्वं (अहम् अस्मि)। वृष्णीनां वासुदेवः, पाण्डवानां धनञ्जयः अस्मि, मुनीनाम् अपि व्यासः (अहं), कवीनाम् उशना कविः (अहं अस्मि)। दमयतां दण्डः अस्मि, जिगीषतां नीतिः अस्मि। गुह्यानां मौनं, ज्ञानवतां ज्ञानं च एव अहम् अस्मिष। हे अर्जुन! च सर्वभूतानां यत् बीजं तत् अपि अहं (अस्मि), यत् चराचरं भूतं स्यात् तत् मया विना न अस्ति। हे परन्तप! मम दिव्यानां विभूतीनाम् अन्तः न अस्ति, एषः तु विभूतेः विस्तरः मया उद्देशतः प्रोक्तः।यत् यत् सत्त्वं विभूतिमत्, श्रीमत् ऊर्जितम् एव वा (अस्ति), तत् तत् मम तेजः अंशसम्भवं (अस्ति इति) त्वं अवगच्छ। हे अर्जुन! अथवा एतेन बहुना ज्ञातेन तव किं? अहम् इदम् कृत्स्नं जगत् एकांशेन विष्टभ्य स्थितः (अस्मि इति त्वं विद्धि)॥”
                        </p>
                    </div>
                </div>

                <div class="subscribe-content section-title" id="ch11">
                    <button id="b11" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">एकादशोSध्यायः</h2>
                </div>

                <div class="b11">
                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच- “त्वया मत् अनुग्रहाय अध्यात्मसंज्ञितं यत् परमं गुह्यं वचः उक्तं, तेन मम अयं मोहः विगतः। हे कमलपत्राक्ष! भूतानां भव अपि अयौ मया त्वत्तः विस्तरशः श्रुतौ हि; अव्ययं माहात्म्यम् अपि च (श्रुतं)। हे परमेश्वर! यथा एवं त्वम् आत्मानं आत्थ, एतत् हे पुरुषोत्तम! ते ऐश्वरं रूपं द्रष्टुम् इच्छामि। हे योगेश्वर प्रभो! मया तत् द्रष्टुं शक्यम् इति त्वं यदि मन्यसे, ततः मे अव्ययम् आत्मानम् दर्शय।”                    
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“हे पार्थ! मे नानाविधानि, नानावर्णकृतीनि, दिव्यानि च शतशः अथ सहस्रशः रूपाणि पश्य। हे भारत! आदित्यान्, वसून्, रुद्रान्, अश्विनौ तथा मरुताः पश्य, अदृष्टपूर्वाणि बहूनि आश्चर्याणि (च) पश्य। हे गुडाकेश! कृत्स्नं सचराचरं जगत्, यत् अन्यत् च द्रष्टुम् इच्छसि, (तत् अपि) इह मम देहे एकस्थम् अद्य पश्य। अनेन एव स्वचक्षुषा तु मां द्रष्टुं न शक्यसे, (अत एव) दिव्यं चक्षुः ते ददामि, मे ऐश्वरं योगं पश्य।”
                        </p>
                    </div>

                    <div class="gita sanjaya">
                        <img src="/images/Sanjaya.jpg" alt="Avatar" style="width:100%;">
                        <p>
                            सञ्जय उवाच-हे राजन्! एवम् उक्त्वा, ततः महायोगेश्वरः हरिः पार्थाय परमम् ऐश्वरं रूपं दर्शयामास।
                            अनेकवक्त्रनयनम्, अनेकाद्भुतदर्शनम्, अनेकदिव्याभरणं, दिव्यानेकोद्यतायुधम्,। दिव्यमाल्याम्बरधरं, दिव्यगन्धानुलेपनं, सर्वाश्चर्यमयं, अनन्तं, विश्वतोमुखं देवम् (अर्जुनः अपश्यत्)। यदि दिवि सूर्यसहस्रस्य भाः युगपदुत्थिता भवेत्, (तर्हि) सा तस्य महात्मनः भासः सदृशी स्यात्। पाण्डवः तदा अनेकधा प्रविभक्तं कृत्स्नं जगत्, तत्र देवदेवस्य शरीरे एकस्थम् अपश्यत्। ततः विस्मयाविष्टः हृष्टरोमा सः धनञ्जयः, देवं शिरसा प्रणम्य, कृताञ्जलिः अभाषत। हे देव! (अहं) तव देहे सर्वान् देवान्, तथा भूतविशेषसङ्घान्, कमलासनस्थं ईशं ब्रह्माणं च, सर्वान् ऋषीन्, दिव्यान् उरगान् च पश्यामि। (अहं) त्वाम् अनेकबाहूदरवक्त्रनेत्रं सर्वतः अनन्तरूपं पश्यामि । हे विश्वरूप विश्वेश्वर! पुनः तव अन्तं मध्यम् आदिं न पश्यामि। त्वां किरीटिनं, गदिनं, चक्रिणं, तेजोराशिं सर्वतः दीप्तिमन्तं, समन्तात् दीप्तानलार्कद्युतिम् अप्रमेयम् दुर्निरीक्ष्यं च पश्यामि। त्वं वेदितव्यं परमम् अक्षरम्, त्वम् अस्य विश्वस्य परं निधानं, त्वम् अव्ययः शाश्वतधर्मगोप्ता, त्वं सनातनः पुरुषः मे मतः। अनादिमध्यान्तम्, अनन्तवीर्यम्, अनन्तबाहुं, शशिसूर्यनेत्रं, दीप्तहुताशवक्त्रं, स्वतेजसा इदं विश्वं तपन्तं, त्वां पश्यामि। हे महात्मन्! त्वया एकेन द्यावापृथिव्योः इदम् अन्तरं व्याप्तं, सर्वाः दिशः च (व्याप्ताः), इदं तव अद्भुतम् उग्रम् रूपं दृष्ट्वा लोकत्रयं प्रव्यथितं हि।
                            अमी हि सुरसङ्घाः त्वां विशन्ति, केचित् भीताः प्राञ्जलयः गृणन्ति; महर्षिसिद्धसङ्घाः स्वस्ति इति उक्त्वा पुष्कलाभिः स्तुतिभिः त्वां स्तुवन्ति। रुद्रादित्याः, वसवः, ये च साध्याः, विश्वे अश्विनौ च, मरुतः, उष्मपाः च, गन्धर्वयक्षासुरसिद्धसङ्घाः च सर्वे विस्मिताः एव त्वां वीक्षन्ते। हे महाबाहो! बहुवक्त्रनेत्रं, बहुबाहूरुपादम्, बहूदरं, बहुदंष्ट्राकरालं ते महत् रूपं दृष्ट्वा लोकाः प्रव्यथिताः, तथा अहम् (अपि व्यथितः अस्मि)। हे विष्णो! त्वां नभःस्पृशं, दीप्तं, अनेकवर्णं, व्यात्ताननं, दीप्तविशालनेत्रं, दृष्ट्वा हि (अहं) प्रव्यथितान्तरात्मा (भूत्वा) धृतिं शमं च न विन्दामि।
                            हे देवेश! हे जगन्निवास! कालानलसन्निभानि दंष्ट्राकरालानि च ते मुखानि दृष्ट्वा एव (अहं) दिशः न जाने, शर्म च न लभे, (अतः त्वं) प्रसीद। अमी च सर्वे धृतराष्ट्रस्य पुत्राः अवनिपालसङ्घैः सह एव, तथा भीष्मः द्रोणः असौ सूतपुत्रः अस्मदीयैः अपि योधमुख्यैः सह त्वां विशन्ति ।ते दंष्ट्राकरालानि भयानकानि वक्त्राणि त्वरमाणाः (विशन्ति), केचित् दशनान्तरेषु विलग्नाः चूर्णितैः उत्तमाङ्गैः (युक्ताः) सन्दृश्यन्ते। यथा नदीनां बहवः अम्बुवेगाः अभिमुखाः समुद्रम् एव द्रवन्ति, तथा अमी नरलोकवीराः तव अभिविज्वलन्ति वक्त्राणि विशन्ति। यथा पतङ्गाः समृद्धवेगाः नाशाय प्रदीप्तं ज्वलनं विशन्ति, तथा एव लोकाः समृद्धवेगाः नाशाय तव अपि वक्त्राणि विशन्ति। हे विष्णो! समन्तात् ज्वलद्भिः वदनैः समग्रान् लोकान् ग्रसमानः (त्वं) लेलिह्यसे, तव उग्राः भासः तेजोभिः समग्रं जगत् आपूर्य प्रतपन्ति। हे देववर! ते नमः अस्तु, (त्वं) प्रसीद, भवान् उग्ररूपः कः (अस्ति)? (तत्) मे आख्याहि । (अहं) आद्यं भवन्तं विज्ञातुम् इच्छामि। तव प्रवृत्तिं हि (अहं)न प्रजानामि।
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“(अहं) लोकक्षयकृत् प्रवृद्धः कालः अस्मि, इह लोकान् समाहर्तुं प्रवृत्तः (अस्मि), त्वाम् ऋते अपि प्रत्यनीकेषु ये योधाः अवस्थिताः, (ते) सर्वे न भविष्यन्ति। तस्मात् हे सव्य-साचिन्! त्वम् उत्तिष्ठ, यशः लभस्व, शत्रून् जित्वा समृद्धं राज्यं भुङ्क्ष्व । मया एव एते पूर्वम् एव निहताः, (त्वं) निमित्तमात्रम् भव। त्वं द्रोणं च भीष्मं च जयद्रथं च कर्णं तथा मया हतान् अन्यान् अपि योधवीरान् जहि, मा व्यथिष्ठाः, युध्यस्व, रणे सपत्नान् जेता असि।”
                        </p>
                    </div>

                    <div class="gita sanjaya">
                        <img src="/images/Sanjaya.jpg" alt="Avatar" style="width:100%;">
                        <p>
                            (सञ्जय उवाच) केशवस्य एतत् वचनं श्रुत्वा, वेपमानः किरीटी कृतअञ्जलिः कृष्णं नमः कृत्वा, भीतभीतः प्रणम्य (च) भूयः एव सगद्गदम् आह।
                        </p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच- “हे हृषीकेश! स्थाने, तव प्रकीर्त्या जगत् प्रहृष्यति, अनुरज्यते च, भीतानि रक्षांसि दिशः द्रवन्ति, सर्वे च
                            सिद्धसङ्घाः नमस्यन्ति। हे महात्मन्! अनन्त, देवेश! ब्रह्मणः अपि गरीयसे आदिकर्त्रे(तुभ्यं) ते कस्मात् च न नमेरन्, हे जगन्निवास! यत् सत् असत् (अस्ति) तत् परम् अक्षरम् त्वम्। त्वम् आदिदेवः, पुराणः पुरुषः, त्वम् अस्य विश्वस्य परं निधानं, (त्वम्) वेत्ता च वेद्यं। परं धाम ह् चासि । हे अनन्तरूप! त्वया विश्वं ततम्। त्वं वायुः यमः अग्निः वरुणः शशाङ्कः प्रजापतिः च प्रपितामहः (असि) ते सहस्रकृत्वः, नमः नमः, पुनः च भूयः अपि ते नमः नमः अस्तु। हे सर्व! ते पुरस्तात् नमः, अथ ते पृष्ठतः नमः, (ते) सर्वतः एव (नमः अस्तु), हे अनन्तवीर्य! त्वम् अमित विक्रमः सर्वं समाप्नोषि ततः सर्वः असि। तव इदं महिमानम् अजानता मया सखा इति मत्वा, 'हे कृष्ण! हे यादव, हे सखा!' इति प्रमादात् प्रणयेन वा अपि प्रसभं यत् उक्तं; हे अच्युत! यत् च विहारं शय्यासनभोजनेषु, अवहासार्थम् एकः अथवा तत् समक्षम् अपि, असत् कृतः असि तत् अहम् अप्रमेयम् त्वां क्षामये।
                            हे अप्रतिमप्रभाव! त्वम् अस्य चराचरस्य लोकस्य पिता, गरीयान् पूज्यः गुरुः च असि, लोकत्रये अपि त्वत् समः न अस्ति, कुतः अभ्यधिकः अन्यः?। सख्युः (अपराधं) सखा , प्रियायाः (अपराधं) प्रियः (इव) (मम अपराधान्) सोढुम् अर्हसि। हे देवेश! हे जगन्निवास! अदृष्टपूर्वं (विश्वरूपं त्वां) दृष्ट्वा (अहं) हृषितः अस्मि, मे मनः भयेन प्रव्यथितं (अस्ति, अतः) हे देव! (त्वं) प्रसीद च तत् एव (पूर्वं) रूपं मे दर्शय। हे सहस्रबाहो! हे विश्वमूर्ते! अहं त्वां किरीटिनं गदिनं (च) तथा एव चक्रहस्तं द्रष्टुम् इच्छामि, (तस्मात्) तेन एव चतुःभुजेन रूपेण (युक्तः) भव।”
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-हे अर्जुन! यत् त्वत् अन्येन दृष्टपूर्वं न, (तत्) इदं मे तेजोमयं विश्वम् अनन्तम् आद्यं परं रूपं प्रसन्नेन मया आत्मयोगात् तव दर्शितम्। हे कुरुप्रवीर! अहम् एवं रूपः नृलोके न वेदयज्ञाध्ययनैः न, दानैः न, क्रियाभिः न, उग्रैः तपोभिः चन त्वत् अन्येन द्रष्टुं शक्यः। मम इदम् ईदृक् घोरं रूपं दृष्ट्वा ते व्यथा मा (अस्तु) , विमूढभावः च मा (अस्तु)। त्वं व्यपेतभीःप्रीतमनाः (भूत्वा) पुनः तत् एव इदं मे रूपं प्रपश्य।”                    
                        </p>
                    </div>

                    <div class="gita sanjaya">
                        <img src="/images/Sanjaya.jpg" alt="Avatar" style="width:100%;">
                        <p>
                            सञ्जय उवाच-महात्मा वासुदेवः इति तथा अर्जुनम् उक्त्वा भूयः स्वकं रूपं दर्शयामास । पुनः च सौम्यवपुः भूत्वा, भीतम् एनम् आश्वासयामास।
                        </p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच-“हे जनार्दन! तव इदं मानुषं सौम्यं रूपं दृष्ट्वा (अहं) इदानीं सचेताः संवृत्तः अस्मि प्रकृतिं गतः (अस्मि)।”
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“यत् मम सुदुर्दर्शम् इदं रूपं दृष्टवान् असि, अस्य रूपस्य देवाः अपि नित्यं दर्शनकाङ्क्षिणः (सन्ति)।
                            (त्वं) यथा मां दृष्टवान् असि, एवं विधः अहं न वेदैः, न तपसा, न दानेन, न च इज्यया द्रष्टुं शक्यः (अस्मि)। हे परन्तप अर्जुन! अहम् एवं विधः तत्त्वेन ज्ञातुं च द्रष्टुं प्रवेष्टुं च अनन्यया भक्त्या तु शक्यः। हे पाण्डव! यः मत्कर्मकृत्, मत्परमः, सङ्गवर्जितः सर्वभूतेषु निर्वैरः मत्भक्तः (अस्ति), सः माम् एति”॥
                        </p>
                    </div>
                </div>

                <div class="subscribe-content section-title" id="ch12">
                    <button id="b12" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">द्वादशोSध्यायः</h2>
                </div>

                <div class="b12">
                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच-“(हे भगवन्) एवं सततयुक्ताः ये भक्ताः त्वां पर्युपासते, ये च अपि अव्यक्तम् अक्षरं (पर्युपासते) तेषां (मध्ये) के योगवित्तमाः (सन्ति) ?”                    
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“(हे अर्जुन!) मयि मनः आवेश्य नित्ययुक्ताः (सन्तः) ये परया श्रद्धया उपेताः माम् उपासते, ते युक्ततमाः मे मताः। ये तु सर्वभूतहिते रताः सर्वत्र समबुद्धयः (सन्तः) इन्द्रियग्रामं संनियम्य, अव्यक्तं, अचिन्त्यं, अनिर्देश्यं, सर्वत्रगं, कूटस्थं, अचलं, ध्रुवम् अक्षरं च पर्युपासते ते माम् एव प्राप्नुवन्ति। अव्यक्तासक्तचेतसाम् तेषाम् अधिकतरः क्लेशः (अस्ति तैः) देहवद्भिः अव्यक्ता गतिः दुःखम् अवाप्यते हि। ये तु मत्पराः (सन्तः), सर्वाणि कर्माणि मयि संन्यस्य, मां ध्यायन्तः अनन्येन योगेन एव उपासते, हे पार्थ! मयि आवेशितचेतसां तेषां मृत्युसंसारसागरात् न चिरात् अहं समुद्धर्ता भवामि। मयि एव मनः आधत्स्व्, मयि बुद्धिं निवेशय, अतः ऊर्ध्वं मयि एव निवसिष्यसि, (अत्र) संशयः न। हे धनञ्जय! अथ मयि स्थिरं चित्तं समाधातुं न शक्नोषि, ततः अभ्यासयोगेन माम् आप्तुम् इच्छ। (त्वं) अभ्यासे अपि असमर्थः असि (चेत्), मत्कर्मपरमः भव, मदर्थं कर्माणि कुर्वन् अपि सिद्धिम् अवाप्स्यसि। अथ एतत् अपि कर्तुम् अशक्तः असि (चेत्), ततः यतात्मवान् मत्योगम् आश्रितः (सन्) सर्वकर्मफलत्यागं कुरु। अभ्यासात् ज्ञानं हि श्रेयः (अस्ति) ज्ञानात् ध्यानं विशिष्यते; ध्यानात् कर्मफलत्यागः (विशिष्यते); अनन्तरं त्यागात् शान्तिः (भवति) हि। यः सर्वभूतानाम् अद्वेष्टा, मैत्रः, करुणः च एव, निर्ममः, निरहङ्कारः, समदुःखसुखः क्षमी, सततं सन्तुष्टः, योगी, यतात्मा, दृढनिश्चयः,मयि अर्पित मनः बुद्धिः, सः मद्भक्तः मे प्रियः (अस्ति)। लोकः यस्मात् न उद्विजते, यः च लोकात् न उद्विजते, यः च हर्षामर्षभयोद्वेगैः मुक्तः, सः मे प्रियः (अस्ति)। यः मद्भक्तः अनपेक्षः, शुचिः, दक्षः, उदासीनः, गतव्यथः, सर्वारम्भपरित्यागी, सः मे प्रियः। यः न हृष्यति, न द्वेष्टि, न शोचति, न काङ्क्षति, यः शुभाशुभपरित्यागी, भक्तिमान् (अस्ति), सः मे प्रियः (भवति)। (यः) शत्रौ मित्रे च तथा मानापमानयोः समः, शीतोष्णसुखदुःखेषु समः, सङ्गविवर्जितः च (अस्ति) तुल्यनिन्दास्तुतिः, मौनी, (यः) येन केनचित् सन्तुष्टः, (भवति) अनिकेतः, स्थिरमतिः, भक्तिमान् (सः) नरः मे प्रियः। ये तु श्रद्दधानाः मत्परमाः भक्ताः इदं यथा उक्तं धर्म्यामृतं पर्युपासते, ते मे अतीव प्रियाः (सन्ति)”॥
                        </p>
                    </div>
                </div>

                <div class="subscribe-content section-title" id="ch13">
                    <button id="b13" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">त्रयोदशोsध्यायः</h2>
                </div>

                <div class="b13">
                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच- “हे कौन्तेय! इदं शरीरं क्षेत्रं इति अभिधीयते। यः एतत् वेत्ति, तं क्षेत्रज्ञः इति तद्विदः प्राहुः। हे भारत! सर्वक्षेत्रेषु माम् अपि च क्षेत्रज्ञं विद्धि। यत् क्षेत्रक्षेत्रज्ञयोः ज्ञानं, तत् ज्ञानं (इति) मम मतम् (अस्ति)। तत् क्षेत्रं यत् च, यादृक् च, यत् विकारि (च), यतः च यत्, सः च यः, यत् प्रभावः च (अस्ति) तत्, (त्वं) समासेन मे शृणु। (इदं ज्ञानं) ऋषिभिः बहुधा, (तथा) विविधैः छन्दोभिः पृथक् हेतुमद्भिः विनिश्चितैः ब्रह्मसूत्रपदैः च गीतम् एव। महाभूतानि, अहङ्कारः, बुद्धिः, अव्यक्तं एव च, दश इन्द्रियाणि च, एकं (मनः) इन्द्रियगोचराः पञ्च च, इच्छा, द्वेषः, सुखं, दुःखं, सङ्घातः, चेतना, धृतिः, एतत् सविकारं क्षेत्रं (मया) समासेन उदाहृतम्। अमानित्वं, अदम्भित्वं, अहिंसा, क्षान्तिः, आर्जवं, आचार्योपासनं, शौचं, स्थैर्यं, आत्मविनिग्रहः, इन्द्रियार्थेषु वैराग्यं, अनहङ्कारः एव च, जन्ममृत्युजराव्याधिदुःखदोषानुदर्शनम्, असक्तिः, पुत्रदारगृहादिषु अनभिष्वङ्गः, इष्टानिष्टोपपत्तिषु नित्यं समचित्तत्वं च, मयि च अनन्ययोगेन अव्यभिचारिणी भक्तिः, विविक्तदेश-सेवित्वं, जनसंसदि अरतिः, अध्यात्मज्ञाननित्यत्वं, तत्त्वज्ञानार्थदर्शनं, एतत् ज्ञानम् इति प्रोक्तं, यत् अतः अन्यथा (तत्) अज्ञानम् ( इति प्रोक्तं)।यत् ज्ञेयं, यत् ज्ञात्वा (जीवः) अमृतम् अश्नुते, तत् प्रवक्ष्यामि। तत् अनादिमत् परं ब्रह्म सत् न, असत् (च) न (इति) उच्यते। लोके तत् सर्वतः पाणिपादं, सर्वतः अक्षिशिरः मुखम्, सर्वतः श्रुतिमत् (अस्ति), सर्वम् (च) आवृत्य तिष्ठति। (तत्) सर्वेन्द्रियगुणाभासं, सर्वेन्द्रियविवर्जितं, असक्तं, सर्वभृत् च एव, निर्गुणं गुणभोक्तृ च (अस्ति)। तत् भूतानां बहिः अन्तः च (अस्ति), अचरं चरं च एव (अस्ति), तत् सूक्ष्मत्वात् अविज्ञेयं (अस्ति), दूरस्थं च अन्तिके च (अस्ति)। तत् ज्ञेयम् अविभक्तं च भूतेषु विभक्तम् इव स्थितं, भूतभर्तृ च ग्रसिष्णु च प्रभविष्णु च (अस्ति)। तत् ज्योतिषाम् अपि ज्योतिः (अस्ति), तमसः परम् उच्यते, (तत्) ज्ञानं, ज्ञेयं, ज्ञानगम्यं (अस्ति), सर्वस्य हृदि धिष्ठितम् (अस्ति)। इति क्षेत्रं, तथा ज्ञानं ज्ञेयं च समासतः उक्तं, एतत् विज्ञाय, मद्भक्तः मद्भावाय उपपद्यते। (त्वं) प्रकृतिं पुरुषं च उभौ अपि अनादी एव विद्धि। विकारान् च गुणान् च प्रकृतिसम्भवान् एव विद्धि। प्रकृतिः कार्यकारणकर्तृत्वे हेतुः उच्यते। पुरुषः सुखदुःखानां भोक्तृत्वे हेतुः उच्यते। पुरुषः प्रकृतिस्थः (सन्) प्रकृतिजान् गुणान् भुङ्क्ते हि। गुणसङ्गः अस्य सदसत्योनि जन्मसु कारणम् (अस्ति)। उपद्रष्टा, अनुमन्ता, भर्ता, च भोक्ता, महेश्वरः, अपि च परमात्मा इति उक्तः परः पुरुषः अस्मिन् देहे (अस्ति)। यः एवम् पुरुषं गुणैः सह प्रकृतिं च वेत्ति, सः सर्वथा वर्तमानः अपि भूयः न अभिजायते। केचित् ध्यानेन आत्मना आत्मनि आत्मानं पश्यन्ति। अन्ये साङ्ख्येन योगेन (आत्मानं पश्यन्ति)। अपरे च कर्मयोगेन (आत्मानम् पश्यन्ति)। अन्ये तु एवम् अजानन्तः अन्येभ्यः श्रुत्वा उपासते, ते श्रुतिपरायणाः च अपि मृत्युम् अतितरन्ति एव।
                            हे भरतर्षभ! यावत् किञ्चित् स्थावरजङ्गमं सत्त्वं सञ्जायते, तत् क्षेत्रक्षेत्रज्ञसंयोगात् (सञ्जायते इति त्वं) विद्धि। यः विनश्यत्सु सर्वेषु भूतेषु समं तिष्ठन्तम् अविनश्यन्तं परमेश्वरं पश्यति, सः पश्यति। (यः) सर्वत्र समवस्थितम् ईश्वरं समं पश्यन् हि आत्मना आत्मानं न हिनस्ति,(सः) ततः परां गतिं याति। यः च प्रकृत्या एव कर्माणि सर्वशः क्रियमाणानि (सन्ति इति पश्यति), तथा आत्मानम् अकर्तारं पश्यति, सः पश्यति। यदा भूतपृथक्भावम् एकस्थं च ततः एव विस्तारं अनुपश्यति, तदा ब्रह्म सम्पद्यते। हे कौन्तेय! अयं परमात्मा अनादित्वात्, निर्गुणत्वात्, अव्ययः (अस्ति, अतः सः) शरीरस्थः (सन्) अपि न करोति, न (च) लिप्यते। यथा सर्वगतम् आकाशं सौक्ष्म्यात् न उपलिप्यते, तथा सर्वत्र देहे अवस्थितः आत्मा न उपलिप्यते। हे भारत! यथा एकः रविः इमं कृत्स्नं लोकं प्रकाशयति, तथा क्षेत्री कृत्स्नं क्षेत्रं प्रकाशयति। एवं ये ज्ञानचक्षुषा क्षेत्रक्षेत्रज्ञयोः अन्तरं (ज्ञानं) भूतप्रकृतिमोक्षं च विदुः, ते परं यान्ति”॥
                        </p>
                    </div>
                </div>    

                <div class="subscribe-content section-title" id="ch14">
                    <button id="b14" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">चतुर्दशोsध्यायः</h2>
                </div>

                <div class="b14">
                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“यत् ज्ञात्वा सर्वे मुनयः इतः परां सिद्धिं गताः, (तत्) ज्ञानानाम् उत्तमं परं ज्ञानं भूयः (अहं ते) प्रवक्ष्यामि। (य) इदं ज्ञानम् उपाश्रित्य मम साधर्म्यम् आगताः, (ते) सर्गे अपि न उपजायन्ते, प्रलये च न व्यथन्ति।
                            हे भारत! महत् ब्रह्म मम योनिः (अस्ति); तस्मिन् अहं गर्भं दधामि; ततः सर्वभूतानां सम्भवः भवति। हे कौन्तेय! सर्वयोनिषु याः मूर्तयः सम्भवन्ति तासां योनिः महत् ब्रह्म (अस्ति), अहम् बीजप्रदः पिता (च अस्मि) हे महाबाहो! सत्त्वं रजः तमः इति गुणाः प्रकृतिसम्भवाः (सन्ति, ते) देहे अव्ययं देहिनं निबध्नन्ति। हे अनघ! तत्र अनामयं प्रकाशकं सत्त्वं निर्मलत्वात् (आत्मानं) सुखसङ्गेन ज्ञानसङ्गेन च बध्नाति। हे कौन्तेय! रागात्मकं रजः तृष्णासङ्गसमुद्भवं विद्धि। तत् देहिनं कर्मसङ्गेन निबध्नाति। हे भारत! तमः तु सर्वदेहिनां मोहनम् अज्ञानजं विद्धि। तत् (देहिनाम्) प्रमादालस्य निद्राभिः निबध्नाति। हे भारत! सत्त्वं (देहिनाम्) सुखे सञ्जयति, रजः कर्मणि, उत तमः तु ज्ञानम् आवृत्य प्रमादे सञ्जयति। हे भारत! सत्त्वं, रजः तमः एव अभिभूय (स्वयं) भवति; च रजः, सत्त्वं तमः च (अभिभूय स्वयं भवति); तथा तमः, सत्त्वं रजः (अभिभूय स्वयं भवति)। उत यदा अस्मिन् देहे सर्वद्वारेषु प्रकाशः ज्ञानं (च) उपजायते, तदा सत्त्वं विवृद्धम् इति विद्यात्।
                            हे भरतर्षभ! लोभः, प्रवृत्तिः, कर्मणाम् आरम्भः, अशमः, स्पृहा एतानि (चिह्नानि) रजसि विवृद्धे (सति) जायन्ते। हे कुरुनन्दन! अप्रकाशः, अप्रवृत्तिः च, प्रमादः च, मोहः एव एतानि (चिह्नानि) तमसि विवृद्धे (सति) जायन्ते। यदा तु सत्त्वे प्रवृद्धे (सति) देहभृत् प्रलयं याति तदा उत्तमविदाम् अमलान् लोकान् प्रतिपद्यते। (देह-भृत्) रजसि प्रलयं गत्वा कर्मसङ्गिषु जायते। तथा (सः) तमसि प्रलीनः मूढयोनिषु जायते। सुकृतस्य कर्मणः सात्त्विकं निर्मलं फलं, रजसः फलं तु दुःखं, तमसः (च) फलम् अज्ञानम् (इति) आहुः। सत्त्वात् ज्ञानं सञ्जायते, रजसः लोभः एव च (सञ्जायते), तमसः प्रमादमोहौ भवतः, अज्ञानं च एव (भवति)। सत्त्वस्थाः ऊर्ध्वं गच्छन्ति, राजसाः मध्ये तिष्ठन्ति, जघन्यगुणवृत्तिस्थाः तामसाः अधः गच्छन्ति। यदा द्रष्टा गुणेभ्यः अन्यं कर्तारं न अनुपश्यति, गुणेभ्यः च परं (आत्मानं) वेत्ति, (तदा) सः मद्भावम् अधिगच्छति। देही एतान् देहसमुद्भवान् त्रीन् गुणान् अतीत्य, जन्ममृत्युजरादुःखैः विमुक्तः (सन्) अमृतम् अश्नुते।”
                        </p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच-“हे प्रभो! एतान् त्रीन् गुणान् अतीतः (जीवः) कैः लिङ्गैः (ज्ञातः) भवति? (सः) च किम् आचारः? (सः) च एतान् त्रीन् गुणान् कथम् अतिवर्तते?”                    
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“हे पाण्डव! प्रकाशं च प्रवृत्तिं च मोहं एव च सम्प्रवृत्तानि न द्वेष्टि, निवृत्तानि (च) न काङ्क्षति। यः उदासीनवत् आसीनः गुणैः न विचाल्यते, यः (च) गुणाः वर्तन्ते इति (मत्वा) एवम् अवतिष्ठति, (च) न इङ्गते। (यः)समदुःखसुखः, स्वस्थः, समलोष्टाश्मकाञ्चनः, तुल्यप्रियाप्रियः, धीरः, तुल्यानिन्दात्मसंस्तुतिः, (यः) मानापमानयोः तुल्यः, मित्रारिपक्षयोः तुल्यः, सर्वारम्भपरित्यागी (च अस्ति) सः गुणातीतः उच्यते। यः मां च अव्यभिचारेण भक्ति योगेन सेवते, सः एतान् गुणान् समतीत्य, ब्रह्मभूयाय कल्पते। अमृतस्य अव्ययस्य च ब्रह्मणः, शाश्वतस्य च धर्मस्य, एकान्तिकस्य सुखस्य च हि अहं प्रतिष्ठा (अस्मि)”॥
                        </p>
                    </div>
                </div>    

                <div class="subscribe-content section-title" id="ch15">
                    <button id="b15" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">पञ्चदशोSध्यायः</h2>
                </div>

                <div class="b15">
                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“छन्दांसि यस्य पर्णानि (सन्ति तं) अश्वत्थम् ऊर्ध्वमूलम् अधः शाखम् अव्ययम् प्राहुः। यः तं वेद, सः वेदवित् (इति उच्यते)। तस्य गुणप्रवृद्धाः विषयप्रवालाः शाखाः अधः ऊर्ध्वं च प्रसृताः (सन्ति) अधः च मनुष्यलोके कर्मानुबन्धीनि मूलानि अनुसन्ततानि (सन्ति)। (यथा अयं वर्णितः) तथा अस्य रूपम् इह न उपलभ्यते। (अस्य) अन्तः न, आदिः च न, सम्प्रतिष्ठा च न (उपलभ्यते), सुविरूढमूलम् एनम् अश्वत्थम् दृढेन असङ्गशस्त्रेण छित्त्वा, ततः पदं तत् परिमार्गितव्यं यस्मिन् गताः न निवर्तन्ति भूयः। तम् एव च आद्यं पुरुषं प्रपद्ये । यतः प्रवृत्तिः प्रसृता पुराणी। ततः यतः पुराणी प्रवृत्तिः प्रसृता तम् एव च आद्यं पुरुषं प्रपद्ये, (इति) तत् पदं परिमार्गितव्यं, यस्मिन् गताः भूयः न निवर्तन्ति। निर्मानमोहाः, जितसङ्गदोषाः, अध्यात्मनित्याः, विनिवृत्तकामाः, सुखदुःखसंज्ञैः द्वन्द्वैः विमुक्ताः, अमूढाः, तत् अव्ययं पदं गच्छन्ति। न सूर्यः, न शशाङ्कः, न पावकः (च) तत् (पदं) भासयते। यत् गत्वा न निवर्तन्ते तत् मम परमं धाम। (अस्मिन्) जीवलोके मम एव सनातनः अंशः जीवभूतः (अस्ति, सः) प्रकृतिस्थानि मनः षष्ठानीन्द्रियाणि कर्षति। यत् (एषः) ईश्वरः शरीरम् अवाप्नोति, अपि च यत् उत्क्रामति (तत्) वायुः आशयात् गन्धान् इव, एतानि गृहीत्वा संयाति। अयं (जीवः) श्रोत्रं चक्षुः स्पर्शनं च, रसनं घ्राणं मनः च एव अधिष्ठाय विषयान् उपसेवते। उत्क्रामन्तं स्थितं वा, भुञ्जानं गुणान्वितं वा अपि विमूढाः न अनुपश्यन्ति, ज्ञानचक्षुषः पश्यन्ति।
                            यतन्तः योगिनः आत्मनि अवस्थितम् एनं पश्यन्ति, अचेतसः अकृतात्मानः च यतन्तः अपि एनं न पश्यन्ति। यत् आदित्यगतं तेजः अखिलं जगत् भासयते, यत् च चन्द्रमसि, यत् च अग्नौ (स्थितं अस्ति), तत् मामकं तेजः (अस्ति इति त्वं) विद्धि। अहं च गां आविश्य भूतानि ओजसा धारयामि । रसात्मकः सोमः भूत्वा च सर्वाः ओषधीः पुष्णामि। अहं प्राणिनां देहम् आश्रितः प्राणापानसमायुक्तः वैश्वानरः भूत्वा चतुर्विधम् अन्नं पचामि। अहं सर्वस्य हृदि सन्निविष्टः (अस्मि), मत्तः (सर्वस्य) स्मृतिः ज्ञानम् अपोहनं च (भवति) अहं च एव सर्वैः वेदैः वेद्यः (अस्मि), अहम् एव च वेदान्तकृत् वेदवित् च (अस्मि)। (अस्मिन्) लोके क्षरः अक्षरः च एव इमौ द्वौ पुरुषौ (स्तः), सर्वाणि भूतानि क्षरः, कूटस्थः च अक्षरः उच्यते। उत्तमः पुरुषः तु अन्यः (अस्ति), (सः) परमात्मा इति उदाहृतः यः अव्ययः ईश्वरः लोकत्रयम् आविश्य (तत्) बिभर्ति। यस्मात् अहं क्षरम् अतीतः, अक्षरात् अपि च उत्तमः (अस्मि), अतः (अहं) लोके वेदे च पुरुषोत्तमः इति प्रथितः अस्मि।
                            हे भारत! यः असम्मूढः मां पुरुषोत्तमम् एवं जानाति, सः सर्ववित् (भूत्वा) मां सर्वभावेन भजति। हे अनघ! इति गुह्यतमम् इदं शास्त्रं मया उक्तं, हे भारत! एतत् बुद्ध्वा (जीवः) बुद्धिमान् कृतकृत्यः च स्यात्”॥
                        </p>
                    </div>
                </div>


                <div class="subscribe-content section-title" id="ch16">
                    <button id="b16" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">षोडशोsध्यायः</h2>
                </div>

                <div class="b16">
                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“अभयं, सत्त्वसंशुद्धिः, ज्ञानयोगव्यवस्थितिः, दानं, दमः च यज्ञः च, स्वाध्यायः, तपः, आर्जवम्, अहिंसा, सत्यं, अक्रोधः, त्यागः, शान्तिः, अपैशुनं, भूतेषु दया, अलोलुप्त्वं, मार्दवं, ह्रीः, अचापलम्, हे भारत! तेजः, क्षमा, धृतिः, शौचं, अद्रोहः, न अतिमानिता (इति एतानि लक्षणानि) दैवीं सम्पदम् अभिजातस्य (पुरुषस्य) भवन्ति।
                            हे पार्थ! दम्भः, दर्पः, अभिमानः च, क्रोधः, पारुष्यं, एव च अज्ञानं च (एतानि लक्ष्णानि) आसुरीं सम्पदम् अभिजातस्य (पुरुषस्य भवन्ति)।दैवी सम्पत् विमोक्षाय, आसुरी (सम्पत् च) निबन्धाय मता । हे पाण्डव! (त्वं) दैवीं सम्पदम् अभिजातः असि, मा शुचः। हे पार्थ! अस्मिन् लोके दैवः आसुरः च एव द्वौ भूतसर्गौ (स्तः तत्र) दैवः विस्तरशः प्रोक्तः आसुरं मे शृणु। आसुराः जनाः प्रवृत्तिं च निवृत्तिं च न विदुः, तेषु च न शौचं, न आचारः, न अपि सत्यं विद्यते। (इदं) जगत् असत्यं, अप्रतिष्ठं, अनीश्वरं, अपरस्परसम्भूतं कामहैतुकं (च अस्ति) अन्यत् किं (इति) ते आहुः। एतां दृष्टिम् अवष्टभ्य नष्टात्मानः, अल्पबुद्धयः, उग्रकर्माणः, अहिताः जगतः क्षयाय प्रभवन्ति। दुष्पूरं कामम् आश्रित्य, मोहात् असत् ग्राहान् गृहीत्वा, अशुचिव्रताः दम्भमानमदान्विताः प्रवर्तन्ते। (ते) अपरिमेयां प्रलयान्तां चिन्ताम् उपाश्रिताः कामोपभोगपरमाः च , एतावत् इति निश्चिताः। आशापाशशतैः बद्धाः, कामक्रोधपरायणाः, कामभोगार्थम् अन्यायेन अर्थसञ्चयान् ईहन्ते।
                            अद्य इदं मया लब्धं, इमं मनोरथं (श्वः) प्राप्स्ये, इदं धनं (अधुना) अस्ति, इदम् अपि ( धनम् च) मे पुनः भविष्यति। असौ शत्रुः मया हतः, अपरान् च अपि हनिष्ये, अहम् ईश्वरः, अहं भोगी, अहम् सिद्धः, बलवान् सुखी (च अहं अस्मि)। आढ्यः अभिजनवान् अस्मि, मया सदृशः कः अन्यः अस्ति? (अहं) यक्ष्ये, दास्यामि, मोदिष्ये इति अज्ञानविमोहिताः (ते सन्ति)। अनेकचित्तविभ्रान्ताः मोहजालसमावृताः कामभोगेषु प्रसक्ताः, अशुचौ नरके पतन्ति। आत्मसम्भाविताः स्तब्धाः धनमानमदान्विताः, ते दम्भेन अविधिपूर्वकं नामयज्ञैः यजन्ते। अहङ्कारं बलं दर्पं कामं क्रोधं च संश्रिताः आत्मपरदेहेषु (स्थितं) मां प्रद्विषन्तः अभ्यसूयकाः(ते भवन्ति)। तान् द्विषतः क्रूरान्, अशुभान्, नराधमान् संसारेषु आसुरीषु एव योनिषु अजस्रम् अहं क्षिपामि।
                            हे कौन्तेय! आसुरीं योनिम् आपन्नाः जन्मनि जन्मनि मूढाः (सन्तः) माम् अप्राप्य एव, ततः अधमां गतिं यान्ति। कामः क्रोधः तथा लोभः इदं त्रिविधम् आत्मनः नाशनं नरकस्य द्वारं (अस्ति), तस्मात् एतत् त्रयं त्यजेत्। हे कौन्तेय! एतैः त्रिभिः तमोद्वारैः विमुक्तः नरः, आत्मनः श्रेयः आचरत्, ततः परां गतिं याति। यः शास्त्रविधिम् उत्सृज्य, कामकारतः वर्तते, सः न सिद्धिं, न सुखं, न (च) परां गतिम् अवाप्नोति। तस्मात् कार्याकार्यव्यवस्थितौ ते शास्त्रं प्रमाणं (अस्ति), शास्त्रविधानोक्तं कर्म ज्ञात्वा (तत् त्वं) इह कर्तुम् अर्हसि”॥
                        </p>
                    </div>
                </div>    

                <div class="subscribe-content section-title" id="ch17">
                    <button id="b17" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">सप्तदशोsध्यायः</h2>
                </div>

                <div class="b17">
                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच-“हे कृष्ण! ये शास्त्रविधिम् उत्सृज्य, श्रद्धया अन्विताः (सन्तः) यजन्ते, तेषां तु का निष्ठा? सत्त्वं रजः आहो तमः ?”
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“देहिनां (या) स्वभावजा श्रद्धा, सा सात्त्विकी च राजसी (च) तामसी च एव इति त्रिविधा भवति, तां शृणु- हे भारत! सर्वस्य सत्त्वानुरूपा श्रद्धा भवति, अयं पुरुषः श्रद्धामयः (अस्ति), यः यत् श्रद्धः (भवति), सः एव सः। सात्त्विकाः देवान् यजन्ते, राजसाः यक्षरक्षांसि (यजन्ते), अन्ये तामसाः जनाः प्रेतान् भूतगणान् च यजन्ते।दम्भाहङ्कारसंयुक्ताः कामरागबलान्विताः ये जनाः अशास्त्रविहितं घोरं तपः तप्यन्ते, अचेतसः च (ये) शरीरस्थं भूतग्रामम् अन्तःशरीरस्थं माम् एव कर्षयन्तः तान् आसुरनिश्चयान् विद्धि।” सर्वस्य प्रियः आहारः अपि तु त्रिविधः भवति, तथा यज्ञः, तपः, दानं (च सर्वस्य त्रिविधं भवति, त्वं) तेषाम् इमं भेदं शृणु- “आयुः सत्त्वबलारोग्यसुखप्रीतिविवर्धनाः, रस्याः स्निग्धाः स्थिराः हृद्याः आहाराः सात्त्विकप्रियाः (सन्ति)। कट्वम्ललवणात्युष्णतीक्ष्णरूक्षविदाहिनः दुःखशोकामयप्रदाः आहाराः राजसस्य इह्टाः (भवति)।” यत् यातयामं, गतरसं, पूति, पर्युषितं च उच्छिष्टम् अपि च अमेध्यं भोजनं (तत्) तामसप्रियम् (अस्ति)। अफलाकाङ्क्षिभिः (पुरुषैः) यष्टव्यम् एव इति मनः समाधाय विधिदृष्टः यः यज्ञः इज्यते, सः सात्त्विकः (यज्ञः मतः)।
                            हे भरतश्रेष्ठ! फलं तु अभिसन्धाय, अपि च दम्भार्थम् एव यत् इज्यते, तं यज्ञं राजसं विद्धि। विधिहीनं, असृष्टान्नं, मन्त्रहीनं, अदक्षिणं, श्रद्धाविरहितं, (च) यज्ञं तामसं परिचक्षते। देवद्विजगुरुप्राज्ञपूजनं, शौचं, आर्जवं, ब्रह्मचर्यं, अहिंसा च (इति) शारीरं तपः उच्यते। यत् अनुद्वेगकरं सत्यं प्रियहितं वाक्यं च (यत्) स्वाध्यायाभ्यसनं च, (तत्) एव वाङ्मयं तपः (इति) उच्यते। मनःप्रसादः सौम्यत्वं, मौनं, आत्मविनिग्रहः, भावसंशुद्धिः इति एतत् मानसं तपः उच्यते। अफलाकाङ्क्षिभिः युक्तैः नरैः परया श्रद्धया तप्तं (यत्) त्रिविधं तपः, तत् सात्त्विकं परिचक्षते। सत्कारमानपूजार्थं दम्भेन च एव यत् तपः क्रियते, तत् इह राजसं, चलं, अध्रुवं प्रोक्तम्। मूढग्राहेण आत्मनः पीडया परस्य उत्सादनार्थं वा यत् तपः क्रियते, तत् तामसम् उदाहृतम्। दातव्यम् इति यत् दानं देशे च काले च पात्रे (च) अनुपकारिणे दीयते, तत् दानं सात्त्विकं स्मृतम्। यत् तु प्रत्युपकारार्थं, फलम् उद्दिश्य, वा पुनः परिक्लिष्टं च दीयते, तत् दानं राजसं स्मृतम्। यत् दानम् असत्कृतम् अवज्ञातं, अदेशकाले अपात्रेभ्यः च दीयते, तत् तामसम् उदाहृतम्।
                            ॐ तत् सत् इति ब्रह्मणः त्रिविधः निर्देशः स्मृतः तेन ब्राह्मणाः वेदाः च यज्ञाः च पुरा विहिताः। तस्मात् ब्रह्मवादिनां विधानोक्ताः यज्ञदानतपःक्रियाः ॐ इति उदाहृत्य सततम् प्रवर्तन्ते। मोक्षकाङ्क्षिभिः तत् इति (उदाहृत्य) फलम् अनभिसन्धाय विविधाः यज्ञतपःक्रियाः दानक्रियाः च क्रियन्ते। (ज्ञानिभिः) सत् इति एतत् सत्भावे च साधुभावे च प्रयुज्यते, तथा हे पार्थ! प्रशस्ते कर्मणि सत् शब्दः युज्यते। यज्ञे तपसि दाने च स्थितिः सत् इति च उच्यते । तदर्थीयं च एव कर्म सत् इति एव अभिधीयते। हे पार्थ! अश्रद्धया हुतं दत्तं, तपः तप्तं, यत् च कृतं, तत् असत् इति उच्यते; (तत्) प्रेत्य, इह (अपि) च न (फलप्रदं) नो (भवति)”॥
                        </p>
                    </div>
                </div>


                <div class="subscribe-content section-title" id="ch18">
                    <button id="b18" class="inactive" style="margin:0.2em;display:inline">-</button>
                    <h2 style="color:green;display:inline">अष्टादशोsध्यायः</h2>
                </div>

                <div class="b18">
                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच-“हे महाबाहो! हे केशिनिषूदन हृषीकेश ! (अहं) संन्यासस्य त्यागस्य च तत्त्वं पृथक् वेदितुम् इच्छामि।”
                        </p>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <p>
                            श्रीभगवानुवाच-“कवयः काम्यानां कर्मणां न्यासं संन्यासं विदुः, विचक्षणाः (च) सर्वकर्मफलत्यागं त्यागं प्राहुः। एके मनीषिणः कर्म दोषवत् (अस्ति तस्मात्) त्याज्यम् इति प्राहुः, अपरे च यज्ञदानतपः कर्म न त्याज्यम् इति (आहुः)। हे भरतसत्तम! तत्र त्यागे मे निश्चयं शृणु –“ हे पुरुषव्याघ्र! त्यागः हि त्रिविधः सम्प्रकीर्तितः (अस्ति)। यज्ञदानतपः कर्म न त्याज्यं तत् कार्यम् एव। यज्ञः दानं तपः च (एतानि) मनीषिणां पावनानि एव (सन्ति)। अपि तु एतानि कर्माणि सङ्गं फलानि च त्यक्त्वा कर्तव्यानि इति, हे पार्थ! मे निश्चितम् उत्तमं मतम् (अस्ति)। नियतस्य कर्मणः तु संन्यासः न उपपद्यते । मोहात् तस्य परित्यागः तामसः परिकीर्तितः। यः) दुःखम् इति (मत्वा) एव यत् कर्म कायक्लेशभयात् त्यजेत्, सः राजसं त्यागं कृत्वा त्यागफलं न एव लभेत्। हे अर्जुन! कार्यम् इति (मत्वा) एव यत् नियतं कर्म, सङ्गं फलं च एव त्यक्त्वा क्रियते, सः त्यागः सात्त्विकः मतः। (सः) त्यागी सत्त्वसमाविष्टः मेधावी छिन्नसंशयः (च भवति सः) अकुशलं कर्म न द्वेष्टि, कुशले (च) न अनुषज्जते। देहभृता अशेषतः कर्माणि त्यक्तुं न शक्यं, यः तु हि कर्मफलत्यागी सः त्यागी इति अभिधीयते। अनिष्टं, इष्टं, मिश्रं च (इति) त्रिविधं कर्मणः फलं प्रेत्य अत्यागिनां भवति, संन्यासिनां तु क्वचित् न (भवति)। हे महाबाहो! सर्वकर्मणां सिद्धये कृतान्ते साङ्ख्ये प्रोक्तानि एतानि पञ्च कारणानि मे निबोध। अधिष्ठानं, तथा कर्ता च, पृथक्विधं करणं च, विविधाः पृथक् चेष्टाः, अत्र दैवं पञ्चमम् एव (भवति)। नरः शरीरवाक्मनोभिः न्याय्यं वा विपरीतं वा यत् कर्म प्रारभते, तस्य एते पञ्च हेतवः (सन्ति)। तत्र एवं सति यः तु केवलम् आत्मानं कर्तारं पश्यति, सः दुर्मतिः अकृताबुद्धित्वात् न पश्यति। यस्य अहङ्कृतः भावः न, यस्य बुद्धिः न लिप्यते, सः इमान् लोकान् हत्वा अपि न हन्ति, न निबध्यते। ज्ञानं, ज्ञेयं, परिज्ञाता इति त्रिविधा कर्मचोदना (अस्ति)। करणं, कर्म, कर्ता (इति) त्रिविधः कर्मसङ्ग्रहः (अस्ति)। ज्ञानं, कर्म च कर्ता च त्रिधा एव गुणभेदतः गुणसङ्ख्याने प्रोच्यते, तानि अपि यथावत् शृणु। येन (जीवः) विभक्तेषु सर्वभूतेषु अविभक्तं, एकम् अव्ययं भावम् ईक्षते, तत् ज्ञानं सात्त्विकं विद्धि। यत् ज्ञानं पृथक्त्वेन सर्वेषु भूतेषु तु पृथक्विधान् नानाभावान् वेत्ति, तत् ज्ञानं राजसं विद्धि। यत् तु एकस्मिन् कार्ये कृत्स्नवत् सक्तम् अहैतुकम् अतत्त्वार्थवत् अल्पं च, तत्(ज्ञानं) तामसम् उदाहृतम्।
                            अफलप्रेप्सुना यत् नियतं कर्म सङ्गरहितम् अरागद्वेषतः कृतं, तत् सात्त्विकम् उच्यते। पुनः यत् तु कामेप्सुना, साहङ्कारेण वा बहुल आयासं कर्म क्रियते, तत् राजसम् उदाहृतम्। अनुबन्धं क्षयं हिंसां पौरुषं च अनपेक्ष्य यत् कर्म मोहात् आरभ्यते, तत् तामसम् उच्यते। मुक्तासङ्गः, अनहंवादी, धृत्युत्साहसमन्वितः, सिद्धयसिद्ध्योः निर्विकारः कर्ता सात्त्विकः उच्यते। रागी, कर्मफलप्रेप्सुः, लुब्धः, हिंसात्मकः, अशुचिः, हर्षशोकान्वितः कर्ता राजसः परिकीर्तितः। अयुक्तः, प्राकृतः, स्तब्धः, शठः, नैष्कृतिकः, अलसः, विषादी, दीर्घसूत्री च कर्ता तामसः उच्यते।
                            हे धनञ्जय! बुद्धेः धृतेः च एव गुणतः त्रिविधं भेदम् अशेषेण पृथक्त्वेन प्रोच्यमानं शृणु- हे पार्थ! या बुद्धिः प्रवृत्तिं च निवृत्तिं कार्याकार्ये भयाभये च बन्धं मोक्षं च वेत्ति, सा सात्त्विकी (मता)। हे पार्थ! यया च (बुद्ध्या जीवः) धर्ममधर्मं च, कार्यम् अकार्यं च, अयथावत् एव प्रजानाति सा बुद्धिः राजसी (मता)। हे पार्थ! या तमसा आवृता (बुद्धिः) अधर्मं धर्मं सर्वार्थान् विपरीतान् च इति मन्यते, सा बुद्धिः तामसी (स्मृता)। हे पार्थ! (नरः) यया अव्यभिचारिण्या धृत्या मनःप्राणेन्द्रियक्रियाः योगेन धारयते, सा धृतिः सात्त्विकी (अस्ति)। हे अर्जुन! यया धृत्या प्रसङ्गेन फलाकाङ्क्षी तु (सन्) धर्मकामार्थान् (नरः) धारयते, हे पार्थ! सा धृतिः राजसी (अस्ति)। हे पार्थ! दुर्मेधा (नरः) यया स्वप्नं, भयं, शोकं, विषादं, मदम् एव च न विमुञ्चति, सा धृतिः तामसी (मता)।
                            हे भरतर्षभ! इदानीं तु त्रिविधं सुखं मे शृणु, यत्र (सुखे जीवः) अभ्यासात् रमते, दुःखान्तम् च निगच्छति। यत् अग्रे विषम् इव, परिणामे अमृतोपमं तत् आत्मबुद्धिप्रसादजं (अस्ति), तत् सुखं सात्त्विकं प्रोक्तम्। यत् विषयेन्द्रियसंयोगात् अग्रे अमृतोपमं, तत् परिणामे (च) विषम् इव (अस्ति) तत् सुखं राजसं स्मृतम्। यत् अग्रे च अनुबन्धे च आत्मनः मोहनं निद्रालस्यप्रमादोत्थं, तत् सुखं तामसम् उदाहृतम्। यत् सत्त्वं एभिः प्रकृतिजैः त्रिभिः गुणैः मुक्तं स्यात्, तत् पृथिव्यां वा दिवि वा पुनः देवेषु (वा) न अस्ति।
                            हे परन्तप! ब्राह्मणक्षत्रियविशां शूद्राणां च कर्माणि स्वभावप्रभवैः गुणैः प्रविभक्तानि (सन्ति)। शमः, दमः, तपः, शौचं, क्षान्तिः, आर्जवं, ज्ञानं, विज्ञानं, आस्तिक्यम् एव च (इति) स्वभावजं ब्रह्मकर्म (अस्ति)। शौर्यं, तेजः, धृतिः, दाक्ष्यं, युद्धे अपि च अपलायनं, दानं, ईश्वरभावः च (इति) स्वभावजं क्षात्रं कर्म (अस्ति)। कृषिगौरक्ष्यवाणिज्यं स्वभावजं वैश्यकर्म (अस्ति) अपि (च) शूद्रस्य परिचर्यात्मकं कर्म स्वभावजम् (अस्ति)। स्वे स्वे कर्मणि अभिरतः नरः संसिद्धिं लभते। स्वकर्मनिरतः (नरः) यथा सिद्धिं विन्दति, तत् शृणु- यतः भूतानां प्रवृत्तिः (अस्ति), येन इदं सर्वं ततं (अस्ति) तं (ईश्वरं) स्वकर्मणा अभ्यर्च्य मानवः सिद्धिं विन्दति। विगुणः स्वधर्मः स्वनुष्ठितात् परधर्मात् श्रेयान् (अस्ति), स्वभावनियतं कर्म कुर्वन् (नरः) किल्बिषं न आप्नोति। हे कौन्तेय! सहजं कर्म सदोषम् अपि न त्यजेत्, धूमेन अग्निः इव हि सर्वारम्भाः दोषेण आवृताः (सन्ति)। सर्वत्र असक्तबुद्धिः जितात्मा, विगतस्पृहः (नरः) परमां नैष्कर्म्यसिद्धिं संन्यासेन अधिगच्छति।
                            हे कौन्तेय! सिद्धिं प्राप्तः (मानवः) यथा ब्रह्म आप्नोति, तथा मे समासेन एव निबोध, या (च इयं ब्रह्मप्राप्तिः) (सा) ज्ञानस्य परा निष्ठा (वर्तते)। विशुद्धया बुद्ध्या युक्तः, धृत्या आत्मानं नियम्य च, शब्दादीन् विषयान् त्यक्त्वा, रागद्वेषौ च व्युदस्य,विविक्तसेवी, लघ्वाशी,यतवाक्कायमानसः, नित्यं ध्यानयोगपरः, वैराग्यं समुपाश्रितः (च),  अहङ्कारं बलं दर्पं कामं क्रोधं परिग्रहं (च) विमुच्य, निर्ममः, शान्तः, (नरः) ब्रह्मभूयाय कल्पते। ब्रह्मभूतः प्रसन्नात्मा (सन्) न शोचति, न काङ्क्षति, (च) सर्वेषु भूतेषु समः (भूत्वा) परां मद्भक्तिं लभते। यावान् यः च अस्मि, (तं) माम् तत्त्वतः भक्त्या अभिजानाति, ततः तत्त्वतः मां ज्ञात्वा तत् अनन्तरं (माम्) विशते। मत्व्यपाश्रयः सदा सर्वकर्माणि अपि कुर्वाणः मत्प्रसादात् शाश्वतम् अव्ययं पदम् अवाप्नोति। (त्वं) सर्वकर्माणि चेतसा मयि संन्यस्य, मत्परः (सन्), बुद्धियोगम् उपाश्रित्य,सततं मत्चित्तः भव। (त्वम्) मत्चित्तः (सन्) सर्वदुर्गाणि मत्प्रसादात् तरिष्यसि। अथ त्वम् अहङ्कारात् न श्रोष्यसि चेत्, विनङ्क्ष्यसि। यत् अहङ्कारम् आश्रित्य 'न योत्स्ये' इति मन्यसे, (तत्) एषः ते व्यवसायः मिथ्या (एव अस्ति), प्रकृतिः त्वाम् नियोक्ष्यति।
                            हे कौन्तेय! (यतः) स्वभावजेन स्वेन कर्मणा निबद्धः (त्वं) यत् मोहात् कर्तुं न इच्छसि, तत् अवशः (सन्) अपि करिष्यसि। हे अर्जुन! यन्त्रारूढानि सर्वभूतानि मायया भ्रामयन् ईश्वरः सर्वभूतानां हृत्देशे तिष्ठति। हे भारत! (त्वं) तम् एव सर्वभावेन शरणं गच्छ । तत् प्रसादात् परां शान्तिं शाश्वतं स्थानं (च) प्राप्स्यसि। इति गुह्यात् गुह्यतरं ज्ञानं मया ते आख्यातं, एतत् अशेषेण विमृश्य, यथा इच्छसि तथा कुरु। सर्वगुह्यतमं परमं वचः मे भूयः शृणु। मे दृढम् इष्टः असि, इति ततः ते हितं वक्ष्यामि। मत्मनाः, मत्भक्तः, मद्याजी (च) भव, मां नमस्कुरु (एवं कृत्वा त्वं) माम् एव एष्यसि । (इति) ते सत्यं प्रतिजाने, (यतः त्वं) मे प्रियः असि। (त्वं) सर्वधर्मान् परित्यज्य माम् एकम् शरणं व्रज, अहं त्वा सर्वपापेभ्यः मोक्ष्ययिष्यामि, (त्वं) मा शुचः। इदं ते न अतपस्काय, (च) न अभक्ताय, न च अशुश्रूषवे, न च यः माम् अभ्यसूयति (तस्मै) कदाचन वाच्यम्।
                            यः इदं परमं गुह्यं (ज्ञानं) मद्भक्तेषु अभिधास्यति, (सः) मयि परां भक्तिं कृत्वा, असंशयः (सन्) माम् एव एष्यति। मनुष्येषु च कश्चित् तस्मात् प्रियकृत्तमः मे न (अस्ति); तस्मात् अन्यः भुवि प्रियतरः च मे न भविता। यः च आवयोः इमं धर्म्यं संवादम् अध्येष्यते, तेन ज्ञानयज्ञेन अहम् इष्टः स्याम् इति मे मतिः। श्रद्धावान् अनसूयः च यः नरः (इदं) शृणुयात् अपि सः मुक्तः (सन्) पुण्यकर्मणां शुभान् लोकान् अपि प्राप्नुयात्।
                            हे पार्थ! त्वया एतत् एकाग्रेण चेतसा श्रुतं कच्चित्? हे धनञ्जय! ते अज्ञानसम्मोहः प्रनष्टः कच्चित्?
                        </p>
                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <p> 
                            अर्जुन उवाच-“हे अच्युत! त्वत् प्रसादात् (मे) मोहः नष्टः, मया स्मृतिः लब्धा, (अहं) गतसन्देहः स्थितः अस्मि, (इदानीं) तव वचनम् करिष्ये।”
                        </p>
                    </div>

                    <div class="gita sanjaya">
                        <img src="/images/Sanjaya.jpg" alt="Avatar" style="width:100%;">
                        <p>
                            सञ्जय उवाच-“इति अहं वासुदेवस्य महात्मनः पार्थस्य च इमम् अद्भुतं रोमहर्षणं संवादम् अश्रौषम्। व्यासप्रसादात् स्वयं योगं कथयतः योगेश्वरात् कृष्णात् एतत् परं गुह्यम् अहं साक्षात् श्रुतवान्। हे राजन्! (अहं) केशवार्जुनयोः इमं पुण्यम् अद्भुतं च संवादं संस्मृत्य संस्मृत्य मुहुः मुहुः हृष्यामि। हे राजन्! हरेः तत् च अत्द्भुतं रूपं संस्मृत्य संस्मृत्य मे महान् विस्मयः (भवति), (अहं) पुनः पुनः हृष्यामि च।
                            यत्र योगेश्वरः कृष्णः यत्र धनुर्धरः पार्थः, तत्र श्रीः, विजयः, भूतिः, ध्रुवा नीतिः (च इति) मम मतिः (अस्ति)”॥
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>

    <script>
    function toggleSection2NotUsed(whichclass){

        var showClasses = document.querySelectorAll('.'+whichclass);

        var hideClasses;

        if(whichclass === 'krishna'){
            var hideClasses = document.querySelectorAll('.arjuna,.sanjaya,.dritarashtra')
        }
        else if(whichclass === 'arjuna'){
            var hideClasses = document.querySelectorAll('.krishna,.sanjaya,.dritarashtra')
        }
        else if(whichclass === 'sanjaya'){
            var hideClasses = document.querySelectorAll('.arjuna,.krishna,.dritarashtra')
        }
        else if(whichclass === 'dritarashtra'){
            var hideClasses = document.querySelectorAll('.arjuna,.sanjaya,.krishna')
        }

        for (var i = 0; i < hideClasses.length; i ++) {
            hideClasses[i].style.display = 'none';
        }
        for (var i = 0; i < showClasses.length; i ++) {
            showClasses[i].style.display = 'block';
        }
    }

    function toggleSection(whichclass){
        var appClasses = document.getElementsByClassName(whichclass);

        for (var i = 0; i < appClasses.length; i ++) {
            if(appClasses[i].style.display === 'none'){
                appClasses[i].style.display = 'block';
            }
            else{
                appClasses[i].style.display = 'none';
            }
        }   
    }

    $(document).ready(function () {
        $(".b1,.b2,.b3,.b4,.b5,.b6,.b7,.b8,.b9,.b10,.b11,.b12,.b13,.b14,.b15,.b16,.b17,.b18").show();

        $("#krishna,#arjuna,#sanjaya,#dritarashtra").click(function() {
                $(".b1,.b2,.b3,.b4,.b5,.b6,.b7,.b8,.b9,.b10,.b11,.b12,.b13,.b14,.b15,.b16,.b17,.b18").show();
                $(this).toggleClass("inactive lang-btn");
                toggleSection(this.id);
            });

        $("#b1,#b2,#b3,#b4,#b5,#b6,#b7,#b8,#b9,#b10,#b11,#b12,#b13,#b14,#b15,#b16,#b17,#b18").click(function() {
            $(this).toggleClass("inactive lang-btn");
            var text = $(this).text();
            if(text == '+'){
                $(this).text("-");
            }else{
                $(this).text("+");
            }

            $('.'+this.id).slideToggle();
        });

    })

</script>

    
        <!-- Footer Start -->
        <footer class="footer-area">
            <div class="main-footer">
                <div class="container">
                    <div class="row">
                        <div class="col-lg-4 col-md-6">
                            <div class="single-widget pr-60">
                                <div class="footer-logo pb-5">
                                    <a href="home.php"><img src="images/logo.png" alt="Samskrtam" style="width:200px"></a>
                                </div>
                                <div class="footer-social">
                                    <ul>
                                        <li><a href="https://www.facebook.com/svarvaniprakash"><i class="zmdi zmdi-facebook customicon"></i></a></li>
                                        <li><a href="https://www.pinterest.com/"><i class="zmdi zmdi-pinterest customicon"></i></a></li>
                                        <li><a href="https://www.youtube.com/c/SvarvaniPrakashaTheLightofSamskrtam/featured"><i class="zmdi zmdi-youtube customicon"></i></a></li>
                                        <li><a href="https://www.instagram.com/svarvani24/"><i class="zmdi zmdi-instagram customicon"></i></a></li>
                                        <li><a href="https://twitter.com/SvarvaniS"><i class="zmdi zmdi-twitter customicon"></i></a></li>
                                    </ul>    
                                </div>
                            </div>
                        </div>
<!--                         <div class="col-lg-3 col-md-6">
                            <div class="single-widget">
                                <h3>information</h3>
                                <ul>
                                    <li><a href="#">Link 1</a></li>
                                    <li><a href="#">Link 2</a></li>
                                    <li><a href="event.html">Events</a></li>
                                    <li><a href="#">Other info</a></li>
                                    <li><a href="#">TimeTable</a></li>
                                </ul>
                            </div>
                        </div> -->
                        <div class="col-lg-4 col-md-6 pt-4 pt-lg-0">
                            <div class="single-widget">
                                <h3>useful links</h3>
                                <ul>
                                    <li><a href="https://twitter.com/SvarvaniS">Twitter</a></li>
                                    <li><a href="https://www.facebook.com/svarvaniprakash">Facebook</a></li>
                                    <li><a href="https://www.instagram.com/svarvani24/">Instagram</a></li>
                                    <li><a href="https://www.youtube.com/c/SvarvaniPrakashaTheLightofSamskrtam/featured">YouTube</a></li>
                                    <li><a href="https://www.pinterest.com/">Pinterest</a></li>
                                </ul>
                            </div>
                        </div>
                        <div class="col-lg-4 col-md-6 pt-4 pt-lg-0">
                            <div class="single-widget">
                                <h3>get in touch</h3>
                                <p>Please reach us at: </p>
                                <p>samskrta.usha@gmail.com<br>https://samskrtam.info</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>   
            <div class="footer-bottom text-center">
                <div class="container">
                    <div class="row">
                        <div class="col-12">
                            <p>Copyright © <a href="index.html">Svarvani Prakasha</a> 2023. All Right Reserved By <a href="https://samskrtam.info" target="_blank">Svarvani</a></p>
                        </div> 
                    </div>
                </div>    
            </div>
        </footer>
        <!-- Footer End -->


        
        <script src="js/vendor/jquery-migrate-3.3.2.min.js"></script>
        <script src="js/bootstrap.bundle.min.js"></script>
        <script src="js/jquery.meanmenu.js"></script>
        <script src="js/jquery.magnific-popup.js"></script>
        <script src="js/ajax-mail.js"></script>
        <script src="js/owl.carousel.min.js"></script>
        <script src="js/jquery.mb.YTPlayer.js"></script>
        <script src="js/jquery.nicescroll.min.js"></script>
        <script src="js/plugins.js"></script>
        <script src="js/main.js"></script>
        <script src="js/samskrtam.js"></script>
    </body>
</html>