    
    <!doctype html>
<html class="no-js" lang="en">
    <head>
        <base href="/">
        <meta charset="utf-8">
        <meta http-equiv="x-ua-compatible" content="ie=edge">
        <title>श्रीमद्रामायण-विषयाणामनुक्रमणिका</title>
        <meta name="description" content="Learn and Read Sanskrit - Samskrtam - श्रीमद्रामायण-विषयाणामनुक्रमणिका">
        <meta name="viewport" content="width=device-width, initial-scale=1">

        <!-- Favicon -->
        <link rel="shortcut icon" type="image/x-icon" href="./img/favicon.png">

        <link rel="stylesheet" href="css/bootstrap.min.css">
        <link rel="stylesheet" href="css/animate.min.css">
        <link rel="stylesheet" href="css/meanmenu.css">
        <link rel="stylesheet" href="css/magnific-popup.css">
        <link rel="stylesheet" href="css/owl.carousel.min.css">
        <link rel="stylesheet" href="css/font-awesome.min.css">
        <link rel="stylesheet" href="css/et-line-icon.css">
        <link rel="stylesheet" href="css/reset.css">
        <link rel="stylesheet" href="css/ionicons.min.css">
        <link rel="stylesheet" href="css/material-design-iconic-font.min.css">
        <link rel="stylesheet" href="css/style.css?v=16">
        <link rel="stylesheet" href="css/responsive.css">
        <script src="js/vendor/modernizr-3.11.2.min.js"></script>
        <script src="js/vendor/jquery-3.6.0.min.js"></script>
        <script type="text/javascript" src="js/freeze-table.js"></script>
        <script type="text/javascript" src="js/samskrtam.js"></script>

                    <script id="aksharamukhascript" src="https://cdn.jsdelivr.net/gh/virtualvinodh/aksharamukha/aksharamukha-web-plugin/aksharamukha-v3.js"></script>
        
    </head>
    <body>
        <!--[if lt IE 8]>
        <p class="browserupgrade">You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.</p>
        <![endif]-->


        <div class="header-top">
            <div class="container">
                <div class="row">
                        <!-- <div class="col-md-3 col-sm-5 col-6">
                            <div class="logo">
                                <a href="home.php"><img src="img/logo/logif.jpeg" alt="Samskrtam logo" style="width:30px;height:20px" /></a>
                            </div>
                        </div> -->
                        <div class="col-md-12 col-sm-12">
                            <div class="header-top-right text-md-end">
                                <ul>
                                    <li><a href="home.php">Home</a></li>
                                    <li><a href="home.php">Contact</a></li>
                                    <li><a href="home.php">About</a></li>
                                    <li><a href="donate.php">Donate</a></li>
                                    <li><a href="home.php">Useful Links</a></li>
                                </ul>
                            </div>
                    </div>
                </div>
            </div>
        </div>

        <!-- Banner Area Start -->
        <div class="banner-area-wrapper">
            <div class="banner-area1 text-center">  
                <div class="container">
                    <div class="row">
                        <div class="col-12">
                            <div class="banner-content-wrapper">
                                <div class="banner-content">
                                    <h2></h2> 
                                </div> 
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>    
        <!-- Banner Area End -->
        <!-- Header Area Start -->
		<header class="top">
			<div class="header-area two header-sticky">
				<div class="container">
					<div class="row">
                        <div class="col-md-3 col-sm-5 col-6">
                            <div class="logo">
                                <a href="home.php"></a>
                            </div>
                        </div>
						<div class="col-md-9 col-sm-7 col-6">
                            <div class="content-wrapper text-end">
                                <!-- Main Menu Start -->
                                <div class="main-menu">
                                    <nav>
                                        <ul>
                                            <li><a href="stotras.php">Stotras</a></li>
                                            <li><a href="home.php">Songs</a></li>
                                             <li class="hidden-sm"><a href="texts.php">Text Contents</a></li>
                                             <li class="hidden-sm"><a href="courses.php">Lessons</a></li>
                                             <li class="hidden-sm"><a href="home.php">Articles</a></li>    
                                             <li class="hidden-sm"><a href="prahelikas.php">ప్రహేళికలు</a></li>                                         
                                            <li><a href="home.php">Other</a>
                                                <ul>
                                                    <li><a href="home.php">Worker Links</a></li>
                                                    <li><a href="donate.php">Donate</a></li>
                                                    <li><a href="donate.php">Blogs</a></li>
                                                </ul>
                                            </li>
                                            
                                            
                                        </ul>
                                    </nav>
                                </div>
                                <!--Search Form Start-->
<!--                                 <div class="search-btn">
                                    <ul class="header-search search-toggle">
                                        <li class="search-menu">
                                            <i class="fa fa-search"></i>
                                        </li>
                                    </ul>
                                    <div class="search">
                                        <div class="search-form">
                                            <form id="search-form" action="#">
                                                <input type="search" placeholder="Search here..." name="search" />
                                                <button type="submit">
                                                    <span><i class="fa fa-search"></i></span>
                                                </button>
                                            </form>                                
                                        </div>
                                    </div>
                                </div> -->
                                <!--End of Search Form-->
                                <!-- Main Menu End -->
                            </div>
						</div>
                        <div class="col-12">
                            <div class="mobile-menu hidden-sm"></div> 
                        </div>
					</div>
				</div>
			</div>
		</header>
		<!-- Header Area End -->




    <div class="subscribe-area pt-60 pb-70">
        <div class="container">

            <div style="color: green;">
                <a href="home.php" class="crumb">Home</a> >> <a href="texts.php" class="crumb">Text Contents</a> >> 
                श्रीमद्रामायण-विषयाणामनुक्रमणिका
            </div>
            <div class="row sanskrit pt-60" style="margin-bottom:1em">
                <div class="col-lg-8 offset-lg-2">
                    <div class="subscribe-content section-title text-center">
                        <h2>श्रीमद्रामायण-विषयाणामनुक्रमणिका</h2>
                    </div>
                </div>
            </div>

            <div class="course-content sanskrit" style="text-align: center;margin-bottom:2em">
                <div style="padding-bottom: 1em;">
                    <h2 style="font-size: 1.5em;">Click on a button to go that Kanda.</h2>
                </div>
                <div>
                    <button class="lang-btn" style="margin:0.2em" onclick="gotoKanda('firstSection')">बालकाण्डे</button>
                    <button class="lang-btn" style="margin:0.2em" onclick="gotoKanda('secondSection')">अयोध्याकाण्डे</button>
                    <button class="lang-btn" style="margin:0.2em" onclick="gotoKanda('thirdSection')">अरण्यकाण्डे</button>
                    <button class="lang-btn" style="margin:0.2em" onclick="gotoKanda('fourthSection')">किष्किन्धाकाण्डे</button>
                    <button class="lang-btn" style="margin:0.2em" onclick="gotoKanda('fifthSection')">सुन्दरकाण्डे</button>
                    <button class="lang-btn" style="margin:0.2em" onclick="gotoKanda('sixthSection')">युद्धकाण्डे</button>
                    <button class="lang-btn" style="margin:0.2em" onclick="gotoKanda('seventhSection')">उत्तरकाण्डे</button>
                    <button class="lang-btn" style="margin:0.2em" onclick="gotoKanda('eighthSection')">प्रक्षिप्तसर्गे</button>
                </div>
            </div>

            <div id="topSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em;margin-bottom:1em">
                <div>
                    <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b1">
॥श्रीहरिः॥
॥श्रीसीतारामचन्द्राभ्यां नमः॥
माहात्म्यसहितश्रीमद्वाल्मीकीयरामायणस्थविषयाणामनुक्रमः
श्रीमद्वाल्मीकीयरामायणस्य पाठविधिः
माहात्म्ये
अध्याये
१ - कलिवृत्तवर्णनं कलिकाले मनुष्याणामुद्धारोपायो रामायणस्य पाठः श्रवणं च, रामायणमहिमा तच्छ्रवणायोत्तमकालादेर्वर्णनं च
२ - नारदसनत्कुमारसंवादः सुदासापरनाम्नः सोमदत्तस्य ब्राह्मणस्य राक्षसत्वप्राप्ती रामायणकथां - श्रवणेन तस्योद्धारश्च
३ - माघमासे रामायणश्रवणफलम् राज्ञः सुमते राज्ञ्याः सत्यवत्याश्च पूर्वजन्मेतिहासः
४ - चैत्रमासे रामायणपठनश्रवणमाहात्म्यं कलिकाख्यव्याधस्योत्तङ्कमुनेश्च कथा
५ - रामायणस्य नवाहश्रवणविधेर्माहात्म्यस्य फलस्य च वर्णनम्
                </div>
            </div>


            <div id="firstSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em;margin-bottom:1em">
                <div>
                    <h2 style="color:green;display:inline;font-size: 2em;">बालकाण्डे</h2>
                    <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b2">
१ - नारदेन वाल्मीकिं प्रति संक्षेपतः श्रीरामचरित्रस्य श्रावणम्
२ - रामायणकाव्यस्योपक्रमः तमसातटे क्रौञ्चवधात् संतप्तस्य वाल्मीकेः शोकस्य श्लोकरूपतया प्रकटनं ;
ब्रह्मणस्तं प्रति रामचरितमयकाव्यनिर्माणार्थमादेशः
३ - रामायणकाव्यगतानां विषयाणां संक्षेपेणोल्लेखः
४ - वाल्मीकिश्चतुर्विंशतिसहस्रश्लोकयुतं रामायणं काव्यं निर्माण्य कुशीलवौ तदध्यापयत् ; तयो रामायणगानं श्रुत्वा मुनिभिः प्रशंसनमयोध्यायां श्रीरामेण सम्मानिताभ्यां ताभ्यां तदीयराजसभायां रामायण-गानश्रावणम्
५ - दशरथपालिताया अयोध्याया उत्कर्षस्य वर्णनम्
६ - राज्ञो दशरथस्य शासनकालेऽयोध्यायास्तत्रत्यजनानां चोत्कृष्टस्थितेर्वर्णनम्
७ - राजामात्यानां गुणानां नीतेश्च वर्णनम्
८ - पुत्रकामस्य राज्ञोऽश्वमेधाय प्रस्तावो मन्त्रिभिर्ब्राह्मणैश्च तस्यानुमोदनम्
९ - सुमन्त्रेणर्ष्यशृङ्गवृत्तानास्य संक्षेपेण वर्णनम्
१० - ऋष्यशृङ्गस्याङ्गदेश आगमनं शान्तया सह विवाहश्च
                    </pre>   
                    <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b2" id="balamore">
११ - सुमन्त्रस्य सम्मत्या राज्ञा दशरथेनाङ्गराजगृहाच्छान्तर्ष्यशृङ्गयोः स्वेगृहे समानयनम्
१२ - राज्ञ ऋषीन् प्रति यज्ञं कारयितुं प्रस्तावः ; ऋषिभी राजानं प्रति राज्ञा चामात्यान् प्रति यज्ञसामग्री-सम्भरणायादेशदानम्
१३ - राज्ञो वसिष्ठं प्रति यज्ञसमारम्भायानुरोधस्तेन तदर्थं सेवकानां नियुक्ति राज्ञामामन्त्रणाय तस्य सुमन्त्रं
प्रत्यादेशः समागतनरेशानां सत्कारः सपत्नीकेन राज्ञा यज्ञदीक्षाया ग्रहणं च
१४ - दशरथेनाश्वमेधयज्ञस्य साङ्गोपाङ्गमनुष्ठानम् 
१५ - ऋष्यशृङ्गेण राज्ञो दशरथस्य पुत्रेष्टियज्ञस्यारम्भो देवानां प्रार्थनया ब्रह्मणा रावणवधोपायस्यानुसंधानं भगवता विष्णुना देवानामाश्वासनम्
१६ - देवानां विष्णुं प्रति रावणवधाय नररूपेणावतरणाय प्रार्थना राज्ञः पुत्रेष्टियज्ञेऽग्निकुण्डात् प्रादुर्भूतेन
प्राजापत्यपुरुषेण पायसस्यार्पणं तद्भुक्त्वा राज्ञीनां गर्भधारणम्
१७ - ब्रह्मणः प्रेरणया देवादिभिर्विभिन्नवानरयूथपतीनामुत्पादनम्
१८ - समागतान् भूपालान् ऋष्यशृङ्गं च विसर्ज्य सपत्नीकस्य राज्ञः स्वपुर्यामागमनं श्रीरामभरतलक्ष्मणशत्रुध्नानां जन्मसंस्कारशीलगुणानां च वर्णनं राज्ञः सभायां विश्वामित्रस्यागमनं सत्कारश्च
१९ - यज्ञरक्षणाय रामं मे देहीति विश्वामित्रवचः श्रुत्वा दशरथस्य दुःखं मोहश्च
२० - राज्ञोऽनङ्गीकरणं श्रुत्वा विश्वामित्रस्य कोपः
२१ - विश्वामित्रस्य सरोषं वचनमाकर्ण्य वसिष्ठेन राज्ञः प्रबोधनम्
२२ - राज्ञा स्वस्त्ययनपूर्वकं रामलक्ष्मणयोर्मुनिना सह प्रस्थापनं मार्गे तयोर्विश्वामित्राद् बलातिबलाख्यविद्ययोः प्राप्तिश्च
२३ - मुनिना सह श्रीरामलक्ष्मणयोः सरयूगङ्गासङ्गमसमीपे पुण्याश्रमे नक्तं विश्रामः
२४ - वारिणो भिद्यमानस्य किमयं तुमुलो ध्वनिरिति नौकागतस्य रामस्य प्रश्नं श्रुत्वा मुनिना तस्योत्तरदानं मलदकरूषताटकावनानां परिचयं दत्त्वा ताटकावधार्थं श्रीरामस्य प्रेरणं च
२५ - श्रीरामेणानुयुक्तेन विश्वामित्रेण ताटकाया जन्मविवाहशापादिप्रसङ्गं श्रावयित्वा तस्य ताटकावधाय प्रेरणम्
२६ - श्रीरामकर्तृकस्ताटकावधः
२७ - विश्वामित्रेण श्रीरामाय दिव्यास्त्राणां दानम्
२८ - विश्वामित्रेण श्रीरामायास्त्राणां संहारविधेरुपदेशोऽस्त्रान्तराणामुपदेशश्च श्रीरामस्य मुनिं प्रति प्रश्नः
२९ - विश्वामित्रेण श्रीरामं प्रति सिद्धाश्रमसम्बन्धि पूर्ववृत्तवर्णनं ताभ्यां राघवाभ्यां सह स्वाश्रममुपेत्य विश्वामित्रस्य तत्रत्यैर्मुनिभिः पूजनम्
३० - श्रीरामकर्तृकं विश्वामित्रयज्ञस्य संरक्षणं राक्षसानां संहरणं च
३१ - श्रीरामादिभिः सह विश्वामित्रस्य मिथिलां प्रति प्रस्थानं मार्गे सायंकाले शोणभद्रतटे विश्रामश्च
३२ - ब्रह्मपुत्रस्य कुशस्य चतुर्णां पुत्राणां वर्णनं शोणभद्रतटवर्तिभूतलस्योपरि वसोरधिकारस्य प्रतिपादनं
कुशनाभस्य कन्याशतस्य वायोः कोपेन कुब्जत्वम्
३३ - कुशनाभेन कन्यानां धैर्यक्षपयोः प्रशंसनं ब्रह्मदत्तस्योत्पत्तिस्तेन सह कुशनाभकन्यानां विवाहश्च
३४ - गाधेरुत्पत्तिः कौशिक्याः प्रशंसा विश्वामित्रेण कथां समाप्य निशीथस्य वर्णनं सर्वेभ्यः शयितुमनुज्ञां प्रदाय स्वयमपि तस्य शयनम्
३५ - शोणभद्रमुत्तीर्य विश्वामित्रप्रभृतीनां गङ्गातटं गत्वा तत्र रात्रौ वासः श्रीरामानुयुक्तेन विश्वामित्रेण तस्मै गङ्गोत्पत्तिकथाश्रावणम्
३६ - देवैः पार्वतीशिवयोः सुरतक्रीडातो निवर्तनमुमादेव्या देवान् भूदेवीं चोद्दिश्य शापदानम्
३७ - गङ्गायाः कार्तिकेयस्योत्पत्तेः प्रसङ्गः
३८ - सगरस्य प्रजानामुत्पत्तिस्तेन यज्ञस्यायोजनं च
३९ - इन्द्रेण सगरयज्ञसम्बन्धिनोऽश्वस्यापहरणं सगरात्मजैर्धराया भेदनं देवैर्ब्रह्माणं प्रति वृत्तस्यास्य विनिवेदनं च
४० - सगरपुत्राणां भाविनं विनाशं सूचयित्वा ब्रह्मणा देवानां शमनं भुवं खनतां सगरात्मजानां कपिलपार्श्वे गमनं तस्य रोषाग्निना तेषां भस्मीभावश्च
४१ - सगरस्याज्ञयांशुमता रसातलं गत्वा ततो यज्ञियाश्वस्यानयनं स्वपितृव्यानां निधनवृत्तस्य वर्णनं च
४२ - अंशुमतो भगीरथस्य च तपस्या ब्रह्मणा भगीरथस्याभीष्टं वरं प्रदाय गङ्गां धारयितुं शिवस्य प्रसादनार्थं प्रयतितुं तस्मै सम्मतिदानम्
४३ - भगीरथस्य तपसा तुष्टेन शिवेन गङ्गां शिरसि धारयित्वा तस्या विन्दुसरोवरत्यागस्तत्र स्वात्मानं सप्तसु धारासु संविभज्य भागीरथ्या भगीरथमनुगम्य तत्पितॄणामुद्धरणं च
४४ - भगीरथं प्रशस्य ब्रह्मणा तस्मै गङ्गाजलेन पितृतर्पणं कर्तुमनुज्ञादानं तत्सर्वं कृत्वा भगीरथस्य स्वपुरे गमनं गङ्गावतरणोपाख्यानस्य महिमा च
४५ - देवैर्दैत्यैश्च क्षीरसागरस्य मन्थनं रुद्रेण हालाहलविषस्य पानं भगवतो विष्णोः साहाय्येन मन्दराचलस्य पातालतः समुद्धारस्तेन सागरस्य मन्थनं धन्वन्तरेरप्सरसां वारुण्या उच्चैःश्रवसः कौस्तुभस्यामृतस्य च ततः प्रादुर्भावः देवासुरसंग्रामे दैत्यानां संहारश्च
४६ - पुत्रवधाद् दुःखिताया दितेरिन्द्रहन्तुपुत्रप्राप्तिकामनया तपः कर्तुं कश्यपतोऽनुज्ञामादाय कुशप्लवे
तपःकरणमिन्द्रेण तस्याः परिचरणमशौचदशायां तस्या गर्भे प्रविश्येन्द्रेण दितिगर्भस्य सप्तधा भेदनम्
४७ - स्वपुत्रान् मरुद्गणान् देवलोके रक्षितुमिन्द्रं प्रति दितेरनुरोधः, इन्द्रेण तदाज्ञायाः स्वीकरणं दितितपोवन ऐक्ष्वाकुपुत्रेण विशालेन राज्ञा विशालाभिधाया नगर्या निर्माणं तत्रत्येन तात्कालिकेन राज्ञा सुमतिना विश्वामित्रस्य सत्कारः
४८ - राज्ञा सत्कृतस्यैकरात्रौ विशालायां कृतवासस्य मुनिसहितस्य श्रीरामस्य मिथिलायामुपस्थानं तत्रत्यशून्याश्रमविषये श्रीरामस्य जिज्ञासामधिगम्य विश्वामित्रेण गौतमपत्न्या अहल्यायाः शापप्राप्तेर्वृत्तान्तस्य वर्णनम्
४९ - पितृभिर्मेषवृषणसंयोगेनेन्द्रस्य सवृषणत्वकरणं श्रीरामेणाहल्यायाः समुद्धारोऽहल्यागौतमाभ्यां श्रीरामस्य सत्कारश्च
५० - श्रीरामप्रभृतीनां मिथिलापुर्यां गमनं जनकेन विश्वामित्रस्य सत्कारस्तस्य श्रीरामलक्ष्मणयोः परिचयजिज्ञासा तस्याः पूर्तिश्च
५१ - शतानन्दपृष्टेन विश्वामित्रेण श्रीरामकर्तृकस्याहल्योद्धारस्य वृत्तान्तनिवेदनं शतानन्देन च श्रीराममभिनन्द्य तं प्रति विश्वामित्रपूर्वचरित्रस्य वर्णनम् 
५२ - वसिष्ठेन राज्ञो विश्वामित्रस्य सत्काराय मनोवाच्छितवस्तुनि स्रष्टुं कामधेनुं प्रत्यादेशदानम्
५३ - कामधेनुसाहाय्येनोत्तमान्नपानतस्तृप्तेन ससैन्येन विश्वामित्रेण वसिष्ठं प्रति कामधेनोरेव याचनं वसिष्ठेन तु तद्याच्ञाया अनङ्गीकरणम्
५४ - विश्वामित्रेण बलाद् वसिष्ठधेनोरपहरणं ततो भृशदुःखितया शबलया वसिष्ठस्यात्राननुमतिं ज्ञात्वा तदाज्ञया शकयवनादीन् सृष्ट्वा तैर्विश्वामित्रसैन्यस्य संहरणम्
५५ - स्वीये पुत्रशतेऽखिले सैन्ये च विनष्टे विश्वामित्रेण तपः कृत्वा शिवं संतोष्य ततो दिव्यास्त्राण्युपलभ्य तेषां वसिष्ठाश्रमे प्रयोगकरणं तदस्त्राणि वारयितुं ब्रह्मदण्डमुद्यम्य वसिष्ठस्य विश्वामित्रसमक्षेऽवस्थानम्
५६ - विश्वामित्रेण वसिष्ठस्योपरि विविधदिव्यास्त्राणां प्रयोगो वसिष्ठेन ब्रह्मदण्डादेव तेषां शमनं ततो
ब्राह्मणत्वप्राप्तये विश्वामित्रस्य तपः कर्तुं निश्चयः
५७ - विश्वामित्रस्य तपःकरणं त्रिशङ्कोः स्वीयं यज्ञं कारयितुं वसिष्ठं प्रति प्रार्थना, तेन प्रत्याख्यातेन
राज्ञा गुरुपुत्राणां सन्निधिमुपेत्य स्वाभिप्रायस्य निवेदनम्
५८ - गुरुपुत्रैर्निर्भर्त्स्य तस्मै गृहं गन्तुमाज्ञाप्रदानमन्यं गुरुं वरीतुमुद्यताय राज्ञे शापदानं च, तेषां शापेन चाण्डालत्वं गतस्य त्रिशङ्कोर्विश्वामित्रमाश्रयितुं ततो गमनम्
५९ - विश्वामित्रेण त्रिशङ्कुमाश्वास्य तदीयं यज्ञं कारयितुमृषीणामामन्त्रणं स्ववाक्यमनङ्गीकृतवतां समहोदयानां मुनिपुत्राणां शापद्वारा विनाशनं च
६० - त्रिशङ्कोर्यज्ञं कारयितुमृषीन् प्रति विश्वामित्रस्यानुरोध ऋषिभिर्यज्ञस्यारम्भः, सशरीरस्य त्रिशङ्कोः स्वर्गलोके गमनं स्वर्गादिन्द्रेण पात्यमाने त्रिशङ्कौ विक्षुब्धेन विश्वामित्रेण नूतनदेवसर्गायोद्यमो देवानामनुरोधेन तस्य ततो विरामश्च
६१ - विश्वामित्रस्य पुष्करतीर्थे तपस्या, राजर्षिणाम्बरीषेणार्चीकमध्यमपुत्रं शुनःशेपं यज्ञपशूकर्तुं क्रीत्वा स्वगृहे तस्य समानयनम्
६२ - शुनःशेपं रक्षितुं विश्वामित्रस्य सफलः प्रयत्नस्तपस्या च
६३ - विश्वामित्रस्य महर्षिपदवीलाभः, मेनकया तस्य तपोभङ्गो ब्रह्मर्षिपदप्राप्तये तस्य घोरं तपश्च
६४ - विश्वामित्रेण रम्भायै शापं दत्त्वा पुनर्घोरं तपश्चर्तुं दीक्षाग्रहणम्
६५ - विश्वामित्रस्योग्रं तपस्तस्य ब्राह्मणत्वलाभस्तं मुनिवरं प्रशस्य तेन विसृष्टस्य राज्ञो जनकस्य राजभवनं
प्रति गमनम्
६६ - विश्वामित्रं रामलक्ष्मणौ च सत्कृत्य जनकेन तान् प्रति स्वगृहे स्थापितस्य दिव्यधनुषपरिचयदानं
श्रीरामश्चेद् धनुरारोपयेत्तदेतस्मै सीतां दद्यामिति स्वनिश्चयस्य प्रकटनं च
६७ - श्रीरामेण मौर्वीमारोप्य धनुषः पूरणे कृते तस्य भङ्गी विश्वामित्राज्ञया जनकेन राजानं दशरथमाह्वयितुं मन्त्रिणां प्रेषणम्
६८ - जनकस्य संदेशमाकर्ण्य मन्त्रिभिः सहितस्य राज्ञो दशरथस्य मिथिलां गन्तुमुद्यमः
६९ - सबलस्य दशरथस्य मिथिलायां गमनं तत्र जनकेन तस्य सत्कारश्च
७० - जनकेन सांकाश्यातो स्वानुजस्य कुशध्वजस्य दूतैः समानयनं दशरथस्यानुरोधेन वसिष्ठकर्तृकं सूर्यवंशपरम्परावर्णनं रामलक्ष्मणयोः कृते सीतोर्मिलयोर्वरणं च
७१ - स्वकुलस्य परिचयं ददता जनकेन श्रीरामलक्ष्मणयोः कृते सीतोर्मिलयोः प्रदानाय प्रतिज्ञाकरणम्
७२ - विश्वामित्रेण भरतशत्रुघ्नयोः कृते कुशध्वजकन्योर्वरणं जनकेन तस्य स्वीकरणं दशरथेन पुत्राणां मङ्गलार्थं नान्दी श्राद्धगोदानयोरनुष्ठानम्
७३ - श्रीरामादीनां चतुर्णां भ्रातॄणां विवाहः
७४ - विश्वामित्रस्य स्वाश्रमं प्रति प्रस्थानं जनककर्तृकं कन्यानां कृते प्रचुरधनदानं राज्ञो दशरथस्य विदापनं च मार्गे शुभाशुभस्वप्नोदयः परशुरामस्यागमनं च
७५ - दशरथवाक्यमनाकर्ण्य परशुरामेण श्रीरामस्य वैष्णवधनुषि बाणं संधातुं प्रेरणम्
७६ - श्रीरामेण वैष्णवं धनुरारोप्यामोघेन शरेण परशुरामस्य तपःप्राप्तानां पुण्यलोकानां विनाशनं परशुरामस्य महेन्द्रपर्वतं प्रत्यागमनम्
७७ - पुत्रैः स्नुषाभिश्च सह दशरथस्यायोध्यायां प्रवेशः, शत्रुघ्नसहितस्य भरतस्य मातुलगहे गमनं श्रीरामस्य सद्वृत्त्या समेषां संतोषः श्रीसीतारामयोर्मिथः प्रेम्णो वर्णनम्
                    </pre>    
                    <button id="more1" class="lang-btn" style="margin:0.2em">More</button>
                    <button id="less1" class="lang-btn" style="margin:0.2em">Less</button>                 
                    </div>
                </div>    



            <div id="secondSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em;margin-bottom:1em">
                <div>
                    <h2 style="color:green;display:inline;font-size: 2em;">अयोध्याकाण्डे</h2>

                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b3">
१ - श्रीरामसुद्गणानां वर्णनं श्रीरामं यौवराज्ये स्थापयितुं दशरथस्य विचारस्तदर्थं मन्त्रणां कर्तुं विभिन्ननरेशानां पौराणां जानपदानां च राज्ञा स्वसंसदि समाह्वानम्
२ - दशरथकर्तृकः श्रीरामराज्याभिषेकप्रस्तावः संसत्सदस्यैः श्रीरामगुणानां वर्णनं कुर्वद्भिरुक्तप्रस्तावस्य सहर्षं युक्तियुक्तं समर्थनम्
३ - वसिष्ठवामदेवौ प्रति श्रीरामराज्याभिषेकसामग्रीसंग्रहार्थं राज्ञो दशरथस्यानुरोधस्ताभ्यां सेवकान् प्रति तदनुरूपादेशस्य दानं राजाज्ञया सुमन्त्रेण श्रीरामस्य राजसभायामानयनं राज्ञा श्रीरामं प्रति हितस्योपदेशश्च
४ - श्वो रामाभिषेकं निश्चित्य राज्ञा सुमन्त्रं प्रेष्य तेन समानीतं श्रीरामं प्रति किञ्चिदावश्यकं निवेद्य तस्य स्वगृहे प्रस्थापनं श्रीरामेण कौसल्याभवनं गत्वा मातरं प्रति स्वाभिषेकवृत्तस्य सूचनं मातुराशिषं प्राप्य लक्ष्मणेन सह प्रेमपूर्वकं वार्तालापं कृत्वा स्वकीये भवने तस्य गमनम्
५ - राज्ञोऽनुरोधेन सीतासहिताय श्रीरामाय वसिष्ठकर्तृकमुपवासव्रतदीक्षादानं वसिष्ठेन राजानं प्रति वृत्तस्यास्य निवेदनं राज्ञः स्वान्तःपुरे प्रवेशः
६ - ससीतस्य श्रीरामस्य नियमपरायणता, संहृष्टैः पुरजनैर्नगरस्यालंकरणं राजानं प्रति कृतज्ञताप्रकटनं च पुर्य्यां जानपदजनानां समुदायस्यैकत्र समवायः
७ - भाविनः श्रीरामाभिषेकस्य वृत्तमाकर्ण्य खिन्नया मन्थरया कैकेय्या हृदये भेदभावस्योत्पादनं प्रीतया कैकेय्या कुब्जायै पुरस्काररूपेणाभूषणस्य दानं वरं वरयितुं प्रेरणं च
८ - मन्थरया पुनः श्रीरामराज्याभिषेकस्य कैकेयीकृतेऽनिष्टकरत्वे प्रतिपादिते कैकेय्या श्रीरामगुणान् वर्णयित्वा तदीयाभिषेकस्य समर्थनं तदनु कुब्जया पुनः श्रीरामराज्यस्य भरताय भयोत्पादकत्वं प्रतिपाद्य कैकेय्या मनसि भेदभावोत्पादनम्
९ - कुब्जायाः कुचक्रेण कैकेय्याः कोपभवने प्रवेशः
१० - कैकेय्याः सद्मनि समागतस्य दशरथस्य तां कोपभवनगतामवलोक्य दुःखं तेन तस्यै सात्त्वनाप्रदानं च
                </pre>
<pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b3" id="ayodhyamore">
११ - कैकेय्या राजानं प्रतिज्ञया बद्ध्वा तेन प्राक् प्रदत्तौ वरौ स्मारयित्वा तयोरेकेन भरताभिषेकस्यापरेण च श्रीरामकर्तृकचतुर्दशवर्षाधिकवनवासस्य च याचनम्
१२ - राज्ञो दशरथस्य चिन्ता विलापश्च तेन कैकेय्या भर्त्सनं सान्त्वनं तादृशवरयाच्ञातो विन्त्विर्तितुमनुरोधकरणं च
१३ - राज्ञो विलापः कैकेयीं प्रति तस्यानुनयो विनयश्च
१४ - कैकेय्या राज्ञः सत्ये दृढतरावस्थानाय प्रेरणं निजप्रार्थितवरपूर्तये तं प्रति दुराग्रहप्रकटनं च अन्तःपुरद्वारमागत्य वसिष्ठेन सुमन्त्रस्य महाराजसंनिधौ प्रेषणं राजाज्ञया सुमन्त्रस्य श्रीराममानेतुं ततो गमनं च
१५ - राजाज्ञया श्रीराममानेतुं सुमन्त्रस्य तद्भवने गमनम्
१६ - श्रीरामसद्मनि प्रविष्टेन सुमन्त्रेण श्रीरामं प्रति महाराजसंदेशस्य श्रावणं सीतयानुमतेन श्रीरामेण सलक्ष्मणेन रथमारुह्य गीतवाद्यसहकारेण पथि पौराणां स्त्रीपुरुषाणां विविधा वार्ता आकर्णयता प्रस्थानम्
१७ - राजमार्गसुषमामवलोकयतः सुहृदां वचांसि शृण्वतश्च श्रीरामस्य पितुर्भवने प्रवेशः
१८ - पितुश्चिन्तायाः किं कारणमिति कैकेयीं प्रति श्रीरामस्यानुयोगः कैकेय्या स्वप्रार्थितवरयोरितिवृत्तं श्रावयित्वा श्रीरामस्य वनवासाय प्रेरणम्
१९ - श्रीरामकैकेयीसंवादो वनगमनमङ्गीकृत्य श्रीरामस्य मातुराज्ञां ग्रहीतुं तत्सन्निधौ गमनम्
२० - राज्ञो दशरथस्येतरासां राज्ञीनां विलापः, श्रीरामस्य कौसल्याया भवने गमनं तां प्रति स्ववनवासवृत्तान्तनिवेदनं कौसल्याया मूर्च्छा भुवि पतनं च श्रीरामेणोत्थापितायास्तस्यास्तमवलोकयन्त्या विलापः
२१ - लक्ष्मणस्य रोषो बलाद्राज्यं स्वायत्तीकर्तुं तेन श्रीरामस्य प्रेरणं श्रीरामेण पितुराज्ञायाः पालनमेव धर्म इति प्रतिपाद्य मातुर्भ्रातुश्च प्रतिबोधनम्
२२ - लक्ष्मणं प्रबोधयता श्रीरामेण स्वीये वनवासे दैवमेव कारणमिति प्रतिपादनमभिषेकसामग्रीमपसारयितुमादेशदानं च
२३ - लक्ष्मणस्योजस्वि वचनं तेन दैवस्य खण्डनं पुरुषार्थस्य मण्डनं च तस्य श्रीरामाभिषेकविरोधिभिः सह योद्धमुद्यमश्च
२४ - विलपन्त्याः कौसल्याया आत्मानमपि वनं नेतुं श्रीरामं प्रत्याग्रहः, पत्युः सेवैव नारीणां धर्म इति प्रतिपाद्य श्रीरामेण तस्या निवारणं स्वकीयवनगमने तस्या अनुमतिग्रहणं च
२५ - कौसल्याया श्रीरामस्य वनयात्रायै मङ्गलकामनापुरस्सरं स्वस्तिवाचनकरणं तां प्रणम्य श्रीरामस्य सीताया भवनं प्रति गमनम्
२६ - श्रीरामस्यौदासीन्यं दृष्ट्वा सीतया तं प्रति तत्कारणस्य जिज्ञासनं पितुराज्ञया वनं गन्तुमात्मनो निश्चयं ब्रुवता श्रीरामेण गृहेऽवस्थातुं सीताया बोधनम्
२७ - आत्मानमपि सहैव नेतुं सीतायाः श्रीरामं प्रति प्रार्थना
२८ - वनवासे क्लेशं वर्णयता श्रीरामेण सीतायास्तत्र गमनान्निवारणम्
२९ - सीतायाः श्रीरामं प्रति तेन सहात्मनो वनगमनौचित्यस्य प्रतिपादनम्
३० - सीताया वनगमनाय भृशमाग्रहं विलापं व्याकुलतां चावलोक्य श्रीरामेण तस्यै स्वेन सह वने चलितुमनुज्ञाप्रदानं पितुर्मातुर्गुरूणां च सेवाया महत्त्वस्य वर्णनं वनगमनोपक्रमाय गृहवस्तूनि ब्राह्मणादिभ्यो दातुं सीता प्रत्यादेशदानं च
३१ - श्रीरामलक्ष्यणसंवादः, श्रीरामस्यादेशेन लक्ष्मणस्य सुहृज्जनानामन्त्र्य दिव्यमायुधमानीय च वनं गन्तुमुद्यमः श्रीरामेण तं प्रति ब्राह्मणेभ्यो धनं वितरितुं स्वकीयविचारस्य प्रकटनम्
३२ - सीतया सह श्रीरामेण वासिष्ठं सुयज्ञमाहूय तस्मै तत्पत्न्यै च महार्हाभूषणरत्नधनप्रभृतीनां दानं 
सलक्ष्मणेन रामेण ब्राह्मणेभ्यो वटुभ्यो निजाश्रितेभ्यः सेवकेभ्यस्त्रिजटाख्याय विप्राय सुहृज्जनेभ्यश्च
धनस्य दानम्
३३ - सीतालक्ष्मणसहितस्य श्रीरामस्य दुःखमग्नपौरजनमुखेभ्यो विविधा वार्ताः श्रावं श्रावं पितुर्दर्शनार्थं कैकेय्या भवने गमनम्
३४ - सीतालक्ष्मणसहितेन श्रीरामेण सस्त्रीगणस्य राज्ञः पार्श्वं गत्वा वनवासायानुज्ञायाः प्रार्थनं राज्ञः शोको मूर्च्छा च श्रीरामेण तस्य सान्त्वनं श्रीराममुरसाऽऽश्लिष्य राज्ञो भूयो विसंज्ञता च
३५ - सुमन्त्रेण प्रबोधिताया भर्त्सितायाश्च कैकेय्या अक्षोभः
३६ - श्रीरामेण सह सैन्यं कोषं च प्रेषयितुं राज्ञो दशरथस्यादेशः कैकेयीकर्तृकस्तस्य विरोधः सिद्धार्थेन कैकेय्याः प्रबोधनं राज्ञा स्वयमपि श्रीरामेण सह वनं गन्तुमिच्छायाः प्रकटनम्
३७ - सलक्ष्मणेन श्रीरामेण वल्कलवस्त्रस्य धारणं सीताया वल्कलधारणेनान्तःपुरस्त्रीणां खेदो गुरुणा वसिष्ठेन कैकेयीं निर्भर्त्स्य सीताकर्तृकवल्कलधारणस्य विरोधश्च
३८ - सीताकर्तृकवल्कलधारणस्यानौचित्यं प्रतिपाद्य राज्ञा कैकेय्या भर्त्सनं श्रीरामस्य राजानं प्रति कौसल्यायां कृपादृष्टिं कर्तुमनुरोधश्च
३९ - राज्ञो दशरथस्य विलापस्तदाज्ञया सुमन्त्रेण श्रीरामस्य कृते रथस्यानयनं कोषाध्यक्षेण सीतायै बहुमूल्यवस्त्राभूषणानां समर्पणं कौसल्यायाः सीतां प्रति पतिसेवाया उपदेशः सीतया तस्याङ्गीकरणं श्रीरामस्य मातरं प्रति राज्ञि दोषदृष्टिं परित्यक्तुमनुरोधोऽन्या मातॄश्च सम्बोध्य वनं गन्तुमनुज्ञाप्रार्थनं च
४० - दशरथं परिक्रम्य ससीतालक्ष्मणस्य श्रीरामस्य कौसल्याप्रभृतिमातॄः प्रति प्रणामः, सुमित्राया लक्ष्मणं प्रत्युपदेशः, रथ उपविश्य रामादीनां वनं प्रति प्रस्थानं पौरै राज्ञीभिश्च सह दशरथस्य सशोकावस्था
४१ - श्रीरामस्य वनगमनेनान्तःपुरस्त्रीणां विलापः पुरवासिनां सशोकावस्था च
४२ - राज्ञो भुवि निपतनं श्रीरामस्य कृते विलपनं च कैकेयीकर्तृकनिजाङ्गस्पर्शस्य राज्ञा निषेधः कैकेय्याः परित्यागश्च, कौसल्याया सेवकानां च सहकारेण तस्य कौसल्याभवने गमनं तत्रापि श्रीरामस्य कृते तेन दुःखस्यैवानुभवकरणम्
४३ - कौसल्याया विलापः
४४ - सुमित्रया कौसल्याया आश्वासनम्
४५ - भरते महाराजे दशरथे च प्रणयं रक्षितुमनुरुन्धतः श्रीरामस्य पुरवासिनः प्रति पुरे निवर्तनाय प्रार्थना पौराणां वृद्धब्राह्मणानां रामं प्रति पुरे निवर्तितुमाग्रहस्तैः सह श्रीरामस्य तमसातटे गमनम्
४६ - सीतालक्ष्मणाभ्यां सह श्रीरामस्य रात्रौ तमसातटे निवासस्तत्र मातुः पितुरयोध्यायाश्च कृते तदीया चिन्ता, सुप्तान् पौरजनान् विहाय तस्य वनं प्रति गमनम्
४७ - प्रातः प्रबुद्धानां पौराणां विलापो निराशानां च तेषां नगरे निवर्तनम्
४८ - पुरवासिनीनां स्त्रीणां विलापः
४९ - ग्राम्याणां वार्तां शृण्वतः श्रीरामस्य कोसलसीमानमतिक्रम्य गमनं वेदश्रुतिगोमत्रीस्यन्दिकाख्याः सरितः समुत्तीर्य्य तस्य सुमन्त्रं प्रति किञ्चिन्निवेदनम्
५० - मार्गे श्रीरामेणायोध्यापुरीतो वनवासायानुज्ञाप्रार्थनं शृङ्गवेरपुरे गङ्गातटे समुपस्थाय तत्र रात्रौ तस्य निवासो निषादराजेन गुहेन तस्य सत्कारश्च
५१ - निषादराजगुहसमक्षे लक्ष्मणस्य विलापः
५२ - श्रीरामस्याज्ञया गुहेन स्वामात्यद्वारा नौकाया आनयनं श्रीरामस्य सुमन्त्रं प्रत्ययोध्यायां निवर्तितुमादेशः, मातुः पितुश्च कृते संदेशश्रावणं स्वयमपि वनमेव गन्तुमाग्रहं कुर्वतः सुमन्त्रस्य श्रीरामेण सप्रबोधं निवर्तनं श्रीरामादीनां नौकायामारोहणं सीताया गङ्गां प्रति प्रार्थना, नौकया गङ्गामुत्तीर्य श्रीरामादीनां वत्सदेशे गमनं सायं वृक्षस्य मूले निवासनाय प्रस्थानं च
५३ - श्रीरामेण कैकेयीतः कौसल्याप्रभृतीनामनिष्टस्याशङ्कां प्रतिपाद्य लक्ष्मणस्यायोध्यायां निवर्तनाय प्रयत्नकरणं श्रीरामं विना स्वीयं जीवनमसम्भवमुक्त्वा लक्ष्मणेन तत्र गमनस्यानङ्गीकरणं ततः श्रीरामेण तस्मै वनवासायानुज्ञाप्रदानम्
५४ - लक्ष्मणसीतासहितस्य श्रीरामस्य प्रयागे गङ्गायमुनासंगमसन्निधौ भरद्वाजाश्रमे गमनं मुनिना तस्यातिथ्यकरणं चित्रकूटेऽवस्थातुं तस्मै सम्मतिदानं चित्रकूटस्य महत्तायाः शोभायाश्च वर्णनम्
५५ - भरद्वाजेन स्वस्तिवाचनपूर्वकं श्रीरामादीनां विसर्जनं तदर्थं चित्रकूटमार्गस्य बोधनं च तेषां समेषां स्वनिर्मितेन प्लवेन यमुनामुत्तीर्य परतटे गमनं यमुनां श्यामवटं प्रति च सीतायाः प्रार्थना यमुनातटवर्तिपथा क्रोशमात्रं गत्वा त्रयाणामपि वने परिभ्रमणं यमुनायाः समतले तटे तेषां रात्रौ निवासश्च
५६ - वनस्य शोभां पश्यतां मिथो दर्शयतां च श्रीरामप्रभृतीनां चित्रकूटे गमनं वाल्मीकिदर्शनं कृत्वा
श्रीरामस्याज्ञया लक्ष्मणेन वने पर्णशालाया निर्माणं तस्या वास्तुशान्तिं कृत्वा तेषां सर्वेषां तत्र प्रवेशः
५७ - सुमन्त्रस्यायोध्यायां परावर्तनं तस्य मुखतः श्रीरामस्य संदेशं श्रुत्वा पौराणां विलापो दशरथस्य कौसल्यायाश्च मूर्च्छान्तःपुरस्थानां राज्ञीनामार्तनादश्च
५८ - दशरथस्याज्ञया सुमन्त्रेण श्रीरामलक्ष्मणयोः संदेशस्य श्रावणम्
५९ - श्रीरामस्य शोकेन समेषां जडचेतनानामयोध्यापुर्याश्च दुरवस्थाया वर्णनं राज्ञो दशरथस्य विलापश्च
६० - कौसल्याया विलापः सुमन्त्रेण तस्या आश्वासनं च
६१ - कौसल्याया राजानं प्रति सविलापमुपालम्भः
६२ - दुःखितेन राज्ञा साञ्जलिबन्धं कौसल्यायाः प्रसादनं कौसल्यया तस्य पादयोः प्रणिपत्य क्षमाप्रार्थनम् 
६३ - राज्ञो दशरथस्य शोकस्तेन कौसल्यां प्रति स्वकर्तृकमुनिकुमारवधविषयकप्रसङ्गस्य श्रावणम्
६४ - राज्ञा स्वकृतेन मुनिकुमारवधेन तदीयपित्रोर्विलापस्य तत्प्रदत्तशापस्य च प्रसङ्गं श्रावयित्वा कौसल्यायाः पार्श्वे रोदं रोदं निशीथे स्वप्राणानां परित्यागः
६५ - वन्दिजनकर्तृको राज्ञः स्तवपाठः, राजानं दशरथं दिवं गतं मत्वा राज्ञीनां विलापः
६६ - राजार्थं कौसल्याया विलापस्तत्कर्तृकं कैकेय्या भर्त्सनं मन्त्रिभी राज्ञः शवस्य तैलपूर्णे कटाहे स्थापनं राज्ञीनां विलापोऽयोध्यापुर्याः श्रीहीनता पुरवासिनां शोकश्च
६७ - मार्कण्डेयप्रभृतिमुनिभिर्मन्त्रिभिश्च राजानं विना देशस्य भाविनिदुरवस्थां वर्णयित्वा कमपि राजपदे प्रतिष्ठापयितुं वसिष्ठं प्रत्यनुरोधः
६८ - वसिष्ठस्याज्ञया पञ्चानां दूतानामयोध्यातः केकयदेशस्य राजगृहे नगरे गमनम्
६९ - भरतस्य चिन्ता तं प्रसादयितुं मित्राणां प्रयासस्तैः पृष्ठेन भरतेन तेषां समक्षे स्वदृष्टस्य भयंकरदुःस्वप्रस्य वर्णनम्
७० - दूतैर्भरताय तदीयमातुलमातामहयोः कृत उपहार्यवस्तूनामर्पणं वसिष्ठसंदेशस्य च श्रावणं भरतेन पित्रादीनां कुशलं पृष्ट्वा मातामहादनुज्ञामुपहार्यवस्तूनि चोपलभ्य शत्रुघ्नेन सहायोध्यां प्रति प्रस्थानम्
७१ - सेनया सह भरतस्य रथेन यात्रामार्गे विविधानि स्थानानि समुल्लङ्घ्य तस्योज्जिहानायां नगर्यामेकस्मिन्नुद्याने प्रवेशस्तत्र सेनां शनैः शनैरागन्तुमादिश्य स्वयं रथेन तीव्रवेगात्पुरःसृत्य सालवनमतिक्रम्यायोध्यानिकटे गमनं ततश्च अयोध्याया दुरवस्थां दर्शंदर्शमग्रे सरणं सारथिं प्रति स्वीयं दुःखपूर्णमुद्गारं प्रकटय्य राजभवने प्रवेशश्च
७२ - कैकेयीभवने प्रविश्य भरतेन तस्याः समक्षे प्रणमनं तन्मुखादेव पितुः परलोकवासवृत्तं विज्ञाय दुःखितस्य तस्य विलापः क्व तदानीं श्रीराम इति प्रश्ने कैकेयीमुखादेव श्रुत्वा तेन श्रीरामवनगमनविषयक वृत्तस्य ज्ञानम्
७३ - भरतेन कैकेय्या धिक्कारणं तां प्रति महतो रोषस्य प्रकटनं च
७४ - भरतेन कैकेय्या भर्त्सनम्
७५ - कौसल्यायाः समक्षे भरतस्य शपथः
७६ - राज्ञो दशरथस्यान्त्येष्टिसंस्कारः
७७ - भरतेन पितुः श्राद्धे ब्राह्मणेभ्यो बहुधनरत्नप्रभृतीनां दानं त्रयोदशे दिने अस्थिसंचयस्य शिष्टं कार्यं पूरयितुं पितुश्चिताभूमौ गत्वा भरतशत्रुघ्नयोर्विलाप वसिष्ठसुमन्त्राभ्यां तयोराश्वासनं च
७८ - शत्रुघ्नस्य रोषस्तेन कुब्जाया भूमौ विकर्षणं भरतस्यादेशेन तस्या मोचनं च
७९ - मन्त्रिप्रभृतीनां भरतं प्रति राज्यमङ्गीकर्तुं प्रस्तावो भरतेनाभिषेकसामग्रीं परिक्रम्य `श्रीराम एव राज्यमधिकरोति’ इति प्रतिपाद्य तन्निवर्तयितुं वने गन्तुं व्यवस्थाकरणाय सर्वान् प्रत्यादेशदानं च
८० - अयोध्यातो गङ्गातटमभिव्याप्य सुरम्यशिविरकूपादियुतस्य सुखदराजमार्गस्य निर्माणम्
८१ - प्रातर्मङ्गलवाद्यघोषमाकर्ण्य भरतस्य दुःखं तत्सन्निवर्त्य विलपनं राजसभामागतेन वसिष्ठेन मन्त्रिप्रभृतीनानायितुं दूतानां प्रेषणम्
८२ - वसिष्ठस्य भरतं प्रति राज्ये स्वमभिषेचयितुमादेशो भरतेन तमादेशमनुचितं कथयित्वा तस्यानङ्गीकरणं श्रीरामं निवर्तयितुं वने गमनार्थं व्यवस्थाकरणाय सर्वान् प्रत्यादेशदानं च
८३ - भरतस्य वनयात्रा शृङ्गवेरपुरे रात्रिवासश्च
८४ - स्वबन्धून् नदीसंरक्षणाय युद्धार्थमुद्यमाय चादिश्य गुहेनोपहारवस्तून्यादाय भरतस्य समीपे गमनं तं प्रत्यातिथ्यं स्वीकर्तुमनुरोधश्च
८५ - गुहभरतयोर्वार्तालापः, भरतस्य शोकश्च
८६ - निषादराजेन गुहेन लक्ष्यणसद्भावविलापयोर्वर्णनम्
८७ - भरतस्य मूर्च्छया गुहस्य शत्रुघ्नस्य मातॄणां च दुःखं संज्ञामाप्तस्य भरतस्य गुहं प्रति श्रीरामप्रभृतीनां भोजनशयनविषये प्रश्नो गुहेन तं प्रति सम्पूर्णवृत्तस्य वर्णनम्
८८ - श्रीरामस्य कुशशय्यां दृष्ट्वा भरतस्य शोकपूर्णोद्गारस्तेन स्वयमपि वल्कलजटाधारणपूर्वकं वने निवासाय विचारस्य प्रकटनम्
८९ - गङ्गामुत्तीर्य सेनासहितस्य भरतस्य भरद्वाजाश्रमे गमनम्
९० - भरतभरद्वाजयोः समागमो मुनिना स्वाश्रम एव वासं कर्तुं तं प्रत्यादेशस्य प्रदानम्
९१ - भरद्वाजेन ससैन्यस्य भरतस्य दिव्यः सत्कारः
९२ - भरतेन भरद्वाजाद् गन्तुमनुज्ञाग्नहणं श्रीरामस्याश्रमे गमनाय मार्गस्य परिचयग्रहणं मुनये
मातॄणां परिचयं दत्त्वा ततश्चित्रकूटं गन्तुं ससैन्यस्य भरतस्य प्रस्थानम्
९३ - ससैन्यस्य भरतस्य चित्रकूटयात्राया वर्णनम्
९४ - श्रीरामः सीतां चित्रकूटशोभादर्शयत्
९५ - श्रीरामेण सीतां प्रति सरिद्वराया मन्दाकिन्याः सुषमाया वर्णनम्
९६ - त्रस्तानां वन्यमृगाणां पलायनहेतुमभिज्ञातुं श्रीरामस्य सौमित्रिं प्रत्यादेशः, लक्ष्मणेन शालवृक्षमारुह्य भरतसैन्यनिरीक्षणं तं प्रति स्वरोषपूर्णोद्गारस्य प्रकटनम्
९७ - श्रीरामेण कुपितं सौमित्रिं परिसान्त्व्य भरतसद्भावस्य वर्णनं लज्जितस्य लक्ष्मणस्य श्रीरामपार्श्वे गमनं तस्य शैलस्य समन्ताद् भरतसैन्यस्य निवेशनम्
९८ - भरतकर्तृका श्रीरामाश्रममन्वेष्टुं व्यवस्था तेनाश्रमस्य दर्शनं च
९९ - भरतेन शत्रुघ्नादिभिः सह श्रीरामाश्रमे गत्वा तत्पर्णशालाया निरीक्षणं रुदता तेन भ्रातुश्चरणयोर्निपतनम् श्रीरामेण तैः सार्द्धं समालिङ्गनम्
१०० - श्रीरामस्य भरतं प्रति कुशलप्रश्नव्याजेन राजनीतेरुपदेशः
१०१ - श्रीरामस्य भरतं प्रति वनागमनहेतुविषयिकी जिज्ञासा, भरतस्य तं प्रति राज्यग्रहणाय प्रार्थना, श्रीरामेण तदस्वीकरणम्
१०२ - भरतेन भूयः श्रीरामं प्रति राज्यग्रहणायानुरोधं कृत्वा तस्मै पितृनिधनसमाचारस्य निवेदनम्
१०३ - श्रीरामादीनां विलापः, तैः पित्रे जलाञ्जलिदानं पिण्डदानं रोदनं च
१०४ - वसिष्ठेन सहागच्छन्त्याः कौसल्याया मन्दाकिनीतटे सुमित्रादीनां समक्षे दुःखपूर्णोद्गारः, सीतारामलक्ष्मणकर्तृका मातॄणां चरणवन्दना, वसिष्ठं प्रणम्य श्रीरामादीनां सर्वैः सहोपवेशनम्
१०५ - श्रीरामं प्रत्ययोध्यां गत्वा राज्यग्रहणार्थं भरतस्यानुरोधः, जीवनस्यानित्यतां निरूपयतः श्रीरामस्य `पितृनिधनहेतोः शोको न कर्तव्यः’ इति भरतं प्रत्युपदेशस्तथा श्रीरामेण पितुराज्ञापालनार्थमेव राज्यमगृहीत्वा वनवासायैव स्वाभिप्रायप्रकटनम्
१०६ - श्रीरामं प्रति भूयो भरतस्यायोध्यागमनाय राज्यग्रहणाय च प्रार्थना
१०७ - श्रीरामस्य भरतं परिसान्त्व्यायोध्यागमनार्थं तं प्रत्यादेशः
१०८ - श्रीरामं प्रति नास्तिकमतमवलम्ब्य जाबालिमुनेर्भाषणम्
१०९ - श्रीरामकर्तृकं जाबालिमुनेर्नास्तिकमतं निरस्यास्तिकमतस्य स्थापनम्
११० - वसिष्ठस्य सृष्टिपरम्परया सहेक्ष्वाकुकुलपरम्परामुपवर्ण्य ज्येष्ठस्यैव राज्याभिषेचनमुचितमिति निश्चित्य श्रीरामं प्रति राज्यग्रहणार्थमनुरोधः
१११ - वसिष्ठेनैवमुक्तेऽपि श्रीरामं पितुराज्ञापालनादविरतं दृष्ट्वा भरतस्य प्रायोपवेशनायोद्यमनं श्रीरामेण तं प्रबोध्यायोध्यायां निवर्तनाय तं प्रत्यादेशदानम्
११२ - ऋषीणां भरतं प्रति श्रीरामाज्ञया निवर्तितुं सम्मतिर्भरतस्य श्रीरामचरणयोः प्रणिपत्य पुरीं प्रति चलितुं तत्प्रति प्रार्थना श्रीरामेण तं प्रबोध्य स्वीयां चरणपादुकां दत्त्वा तेषां सर्वेषां ततः प्रस्थापनम्
११३ - भरद्वाजेन सह मिलित्वा भरतस्यायोध्यां प्रति निवर्तनम्
११४ - भरतेनायोध्यादुरवस्थाया दर्शनमन्तःपुरे प्रविश्य तस्य दुःखपारवश्यम्
११५ - भरतेन नन्दिग्राममुपेत्य श्रीरामपादुकयो राज्येऽभिषेकस्तदग्रे निवेदनपूर्वकं तेन समस्तराजकीयकार्याणां सम्पादनम्
११६ - वृद्धेन कुलपतिना सह बहूनां मुनीनां चित्रकूटं त्यक्त्वान्यस्मिन्नाश्रमे गमनम्
११७ - अत्रेराश्रमं गतायां श्रीरामादीनां तेन सत्कारोऽनसूयया च सीतायाः समादरः
११८ - सीतानसूयासंवादोऽनसूयया सीतायै प्रेमोपहारस्य दानमनसूयया पृष्टया सीतया तान् प्रति स्वीयस्वयंवरवृत्तानास्य वर्णनम्
११९ - अनसूयादेशेन सीतायास्तत्प्रदत्तानां दिव्यवस्त्राभूषणानां धारण कृत्वा श्रीरामस्य पार्श्वे गमनं श्रीरामादीनां रात्रावाश्रमे स्थित्वा प्रातरन्यत्र गन्तुमृषिभ्योऽनुज्ञाया ग्रहणम्
                    </pre>
                    <button id="more2" class="lang-btn" style="margin:0.2em">More</button>
                    <button id="less2" class="lang-btn" style="margin:0.2em">Less</button>  
                </div>
                </div>    

                <div id="thirdSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em;margin-bottom:1em">
                <div>
                    <h2 style="color:green;display:inline;font-size: 2em;">अरण्यकाण्डे</h2>

                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b4">
१ - सीतालक्ष्मणसहितस्य श्रीरामस्य तापसाश्रममण्डले सत्कारः
२ - वने श्रीरामादीन् प्रति विराधस्याक्रमणम्
३ - विराधश्रीरामसंवादः श्रीरामेण सलक्ष्मणेन विराधस्योपरि प्रहरणं विराधस्य तौ द्वावपि भ्रातरौ गृहीत्वा वनान्तरे गमनम्
४ - श्रीरामलक्ष्मणकर्तृको विराधस्य वधः
५ - लक्ष्मणसीतासहितस्य श्रीरामस्य शरभङ्गमुनेराश्रमे गमनं तत्र देवान् दृष्ट्वा तस्य मुनिना सम्मानं शरभङ्गस्य ब्रह्मलोके गमनं च
६ - वानप्रस्थमुनीनां राक्षसात्याचारतः स्वरक्षणार्थं श्रीरामं प्रति प्रार्थना, श्रीरामकर्तृकं तेषामाश्वासनम्
७ - सीतालक्ष्मणसहितस्य श्रीरामस्य सुतीक्ष्णस्याश्रमं गत्वा तेन सह वार्तालापस्तेन च सत्कृतस्य तस्य तत्रैव रात्रौ निवासः
८ - प्रातः सुतीक्ष्णेनानुज्ञातस्य लक्ष्मणसीतासहितस्य श्रीरामस्य ततः प्रस्थानम्
९ - अनागसां देहिनामहिंसनायाहिंसाधर्मस्य पालनाय च सीतायाः श्रीरामं प्रति प्रार्थनम्
१० - श्रीरामेण मुनीनां संरक्षणाय रक्षसां वधाय कृतायाः प्रतिज्ञायाः पालने दृढमवस्थानाय स्वविचारस्य प्रकटनम्
                </pre>
                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b4" id="aranyamore">
११ - पञ्चाप्सरस्तीर्थस्य माण्डकर्णिमुनेश्च कथा नानाश्रमेषु विहृत्य श्रीरामप्रभृतीनां सुतीक्ष्णस्याश्रमे समागमनं तत्र किञ्चित्कालं स्थित्वा मुनेराज्ञयागस्त्यभ्रातुरगस्त्य  चाश्रमयोर्गमनमगस्त्यप्रभावस्य च वर्णनम्
१२ - श्रीरामप्रभृतीनामगस्त्यस्याश्रमे प्रवेशस्तत्र तेषामातिथ्यं मुनेः सकाशाच्च तेभ्यो दिव्यास्त्रशस्त्राणां प्राप्तिः
१३ - महर्षिणागस्त्येन श्रीरामं प्रति परितोषं प्रकट्य सीतायाः प्रशंसनं श्रीरामेण पृष्टेन तेन पञ्चवट्यामाश्रमं निर्माय तत्रावस्थातुमाज्ञाप्रदानं श्रीरामप्रभृतीनां ततः प्रस्थानं च
१४ - पञ्चवटीमार्गे जटायुषो दर्शनं तस्य श्रीरामं प्रति स्वस्य विस्तरेण परिचयदानम्
१५ - पञ्चवट्यां रम्ये प्रदेशे श्रीरामस्याज्ञया लक्ष्मणेन सुन्दरपर्णशालाया निर्माणं तत्र सीतालक्ष्मणसहितस्य श्रीरामस्य निवासश्च
१६ - लक्ष्मणेन हेमन्तर्तोर्वर्णनं भरतस्य प्रशंसनं श्रीरामस्य लक्ष्मणेन सीतया च सह गोदावर्यां स्नानम्
१७ - श्रीरामस्याश्रमे शूर्पणखाया आगमनं तस्य परिचयं ज्ञात्वा स्वात्मनः परिचयं दत्त्वाऽऽत्मानं भार्यारूपतया ग्रहीतुं तं प्रति तस्या अनुरोधः
१८ - श्रीरामेण तदनुरोधस्यानङ्गीकारे कृते शूर्पणखाया लक्ष्मणं प्रति प्रणययाचना तेनापि प्रत्याख्यातायास्तस्याः सीतां प्रत्याक्रमणं लक्ष्मणेन तस्या नासिकाश्रवणयोश्छेदश्च
१९ - शूर्पणखातस्तदीयदुर्दशावृत्तान्तमाकर्ण्य कुपितेन खरेण रामादीनां वधाय चतुर्दशसहस्रराक्षसानां
प्रेषणम्
२० - श्रीरामकर्तृकः खरप्रहितानां राक्षसानां वधः
२१ - शूर्पणखया खरपार्श्वमुपगम्य राक्षसवधवृत्तान्तं निवेद्य श्रीरामतो भयं प्रदर्श्य खरस्य युद्धार्थं प्रोत्साहनम्
२२ - चतुर्दशसहस्रसैनिकैः सह खरदूषणयोर्जनस्थानात्पञ्चवटीं प्रति प्रस्थानम्
२३ - भयंकरानुत्पातान् दृष्ट्वापि तानचिन्तयित्वा खरस्य राक्षससेनायाश्च श्रीरामस्याश्रमसमीपे गमनम्
२४ - श्रीरामेण तात्कालिकैः शकुनै राक्षसानां विनाशं स्वविजयं च सम्भाव्य सीतासहितस्य लक्ष्मणस्य पर्वतगुफायां प्रेषणम्
२५ - राक्षसानामाक्रमणं श्रीरामेण तेषां संहारश्च
२६ - श्रीरामेण दूषणसहितानां चतुर्दशसहस्रराक्षसानां वधः
२७ - त्रिशरसो वधः
२८ - खरेण सह श्रीरामस्य घोरं युद्धम्
२९ - श्रीरामेण खरस्य भर्त्सनं खरेणापि तं प्रति परुषमुक्त्वा तदुपरि गदायाः प्रहारः श्रीरामेण तस्याः खण्डनं च
३० - श्रीरामेण परुषमुक्तस्य खरस्य तं प्रति परुषोक्तिस्तदुपरि खरेण शालेन प्रहारश्च तं शालं छित्त्वा श्रीरामेण खरस्य वधो देवैर्मुनिभिश्च श्रीरामस्य स्तवनम्
३१ - अकम्पनसम्मत्या रावणस्य सीतापहरणाय गमनं मारीचस्य वचसा तस्य पुनर्लङ्कायामेव परावर्तनम् 
३२ - शूर्पणखाया लङ्कायां रावणस्य पार्श्वे गमनम्
३३ - शूर्पणखाकर्तृकं रावणस्य भर्त्सनम्
३४ - रावणेन पृष्टया शूर्पणखया तस्मै सीतालक्ष्मणसहितस्य श्रीरामस्य परिचयं दत्त्वा सीतां भार्यात्वेन ग्रहीतुं तस्य प्रेरणम्
३५ - सागरानूपशोभामवलोकयतो रावणस्य पुनर्मारीचस्य पार्श्वे गमनम्
३६ - श्रीरामस्यागांसि वर्णयित्वा तत्पत्न्याः सीताया अपहरणे साहाय्यं कर्तुं मारीचं प्रति रावणस्यानुरोधः
३७ - श्रीरामस्य गुणप्रभावानुपवर्ण्य मारीचेन सीताहरणोद्यमाद् रावणस्य निवारणम्
३८ - श्रीरामशक्तिविषयकमनुभवं प्रतिपाद्य मारीचेन रावणस्य श्रीरामापराधकरणान्निवारणम्
३९ - मारीचेन रावणस्य प्रबोधनम्
४० - रावणेन मारीचस्य भर्त्सनं सीताप्रहतौ साहाय्यं कर्तुमादेशदानं च
४१ - मारीचेन रावणस्य विनाशभयं प्रदर्श्य पुनः प्रतिबोधनम्
४२ - सौवर्णमृगरूपं धारयित्वा मारीचस्य श्रीरामाश्रमे गमनं सीताकर्तृकं तस्य दर्शनं च
४३ - कपटमृगं दृष्ट्वा लक्ष्मणस्य संदेहः सीतया जीवन्तं मृतं वा मृगमानेतुं श्रीरामस्य प्रेरणं श्रीरामेण लक्ष्मणं सम्बोध्य तदुपरि सीतारक्षाभारं निक्षिप्य तं मृगं हन्तुं गमनम्
४४ - श्रीरामेण मारीचस्य वधस्तत्कर्तृकं सीतालक्ष्मणाह्वानशब्दं श्रुत्वा श्रीरामस्य चिन्ता
४५ - सीताया मार्मिकवचसा प्रेरितस्य लक्ष्मणस्य श्रीरामपार्श्वे गमनम्
४६ - परिव्राजकरूपेण रावणस्य सीतायाः पार्श्वे गमनं, तस्याः परिचयं ज्ञातुं तां प्रति प्रश्नः, सीतया आतिथ्याय तस्य निमन्त्रणं च
४७ - सीतया रावणाय पत्युरात्मनश्च परिचयं दत्त्वा वनागमने कारणस्य प्रतिपादनं रावणेन तां स्वपट्टमहिषीपदे प्रतिष्ठापयितुं स्वविचारस्य प्रकटनं सीतया तस्य भर्त्सनं च
४८ - रावणेन स्वपराक्रमस्य वर्णनं सीतया तस्य भर्त्सनं च
४९ - रावणेन सीताया अपहरणं तस्या विलापो जटायुषो दर्शनं च
५० - जटायुषा सीताहरणरूपाद् दुष्कर्मणो रावणं निवर्तयितुं तस्य प्रबोधनं तदन्ते युद्धार्थमाह्वानं च
५१ - जटायूरावणयोर्घोरं युद्धं रावणेन जटायुषो वधश्च
५२ - रावणेन सीताया अपहरणम्
५३ - सीतया रावणस्य धिक्कारणम्
५४ - सीतया पञ्चवानराणां मध्ये स्वाभूषणवस्त्राणां पातनं लङ्कां गत्वा रावणेन सीतायाः स्वान्तःपुरे रक्षणं जनस्थाने गुप्तचरतया निवासं कर्तुमष्टानां राक्षसानां प्रेषणं च
५५ - रावणः सीतां स्वान्तःपुरं दर्शयित्वा त्वं मे भार्या भवेति प्रैरयत
५६ - सीता श्रीरामे स्वानुरागं संदर्श्य रावणं भर्त्सयामास रावणस्याज्ञया राक्षस्यस्तामशोकवाटिकां नीत्वा भीषयामासुः

प्रक्षिप्त-सर्गे
ब्रह्मण आदेशेनेन्द्रस्य निद्रया सह लङ्कायां प्रवेशस्तेन सीतायै दिव्यक्षीरस्य दानं तथा विसृष्टस्य तस्य ततो निवर्तनं च

५७ - श्रीरामस्य मृगं हत्वा निवर्तनं मार्गेऽपशकुनं दृष्ट्वा तस्य चिन्ता तत्र मिलितं लक्ष्मणमुपालभ्य सीताविषयकसंकटस्य तेनाशङ्कनम्
५८ - पथि विविधामाशङ्कां कुर्वतो लक्ष्मणसहितस्य श्रीरामस्य स्वाश्रमे आगमनं तत्र सीतामदृष्ट्वा व्यथायां निमज्जनम्
५९ - श्रीरामलक्ष्मणयोर्वार्तालापः
६० - विलपता श्रीरामेण वृक्षान् पशूंश्च प्रति सीताविषयकवार्ताया जिज्ञासनं भ्रान्तस्य तस्य रोदनं भूयो भूयस्तेन सीताया अन्वेषणं च
६१ - श्रीरामलक्ष्मणाभ्यां सीताया अन्वेषणं तस्या अनधिगमे श्रीरामस्य विलापश्च
६२ - श्रीरामस्य विलापः
६३ - श्रीरामस्य विलापः
६४ - श्रीरामलक्ष्मणाभ्यां भूयः सीताया अन्वेषणं श्रीरामस्य शोकोद्गारो मृगेभ्यः संकेतं प्राप्य द्वयोर्भ्रात्रोर्दक्षिणदिशां प्रति गमनं पर्वताय क्रोधः सीताया विकीर्णानि पुष्पाणि भूषणानां कणान् युद्धस्य चिह्नानि चावलोक्य श्रीरामेण देवादिसहितां त्रिलोकीं प्रति स्वस्य रोषस्य प्रकटनम्
६५ - लक्ष्मणेन श्रीरामस्य प्रबोधनं तदीयशोकस्य प्रशमनं च
६६ - लक्ष्मणेन श्रीरामस्य प्रबोधनम्
६७ - श्रीरामलक्ष्मणकर्तृकं जटायुषो दर्शनं श्रीरामस्य तमाश्लिष्य रोदनम्
६८ - जटायुषा प्राणानां परित्यागः श्रीरामकर्तृकस्तस्य दाहसंस्कारश्च
६९ - लक्ष्मणेनायोमुख्यै दण्डदानं कबन्धस्य बाहुबन्धे प्रविष्टयोः श्रीरामलक्ष्मणयोश्चिन्ता
७० - मिथो विचार्य श्रीरामलक्ष्मणाभ्यां कबन्धभुजयोश्छेदनं कबन्धेन तयोः सत्कारश्च
७१ - कबन्धस्यात्मकथा स्वशरीरस्य दाहानन्तरं तेन सीतान्वेषणे श्रीरामाय साहाय्यं दातुमाश्वासनम्
७२ - श्रीरामलक्ष्मणाभ्यां चिताग्निना कबन्धस्य दाहो दिव्यरूपं धृत्वा तेन श्रीरामाय सुग्रीवेण सह मैत्रीं
कर्तुं सम्मतिदानम्
७३ - श्रीरामलक्ष्मणौ प्रति ऋष्यमूकपम्पासरोवरयोर्मार्गं वर्णयित्वा मतङ्गमुनेर्वनस्याश्रमस्य परिचयं दत्त्वा दिव्यरूपस्य कबन्धस्य ततः प्रस्थानम्
७४ - श्रीरामलक्ष्मणाभ्यां पम्पातटे मतङ्गवने शबर्य्या आश्रमं गत्वा तस्याः सत्कारस्य ग्रहणं तया सह
मतङ्गवनस्य निरीक्षणं शबर्य्या स्वशरीरस्याहुतिं दत्त्वा ततो दिव्यधाम्नि गमनम्
७५ - श्रीरामलक्ष्मणयोर्वार्तालापस्तयोः पम्पातटे गमनम्
                </pre>
                <button id="more3" class="lang-btn" style="margin:0.2em">More</button>
                <button id="less3" class="lang-btn" style="margin:0.2em">Less</button> 
                </div>
                </div>


                <div id="fourthSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em;margin-bottom:1em">
                <div>
                    <h2 style="color:green;display:inline;font-size: 2em;">किष्किन्धाकाण्डे</h2>

                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b5">
१ - पम्पाया दर्शनेन श्रीरामस्य व्याकुलत्वं श्रीरामेण लक्ष्मणं प्रति पम्पाशोभायास्तत्रत्योद्दीपनसामग्र्याश्च वर्णनं लक्ष्मणेन श्रीरामस्य प्रबोधनमृष्यमूकं गच्छन्तौ तौ द्वौ भ्रातरौ वीक्ष्य सुग्रीवस्यान्येषां च वानराणां भयम्
२ - सुग्रीवस्य वानराणां चाशङ्का हनुमता तस्या निवारणं सुग्रीवेण श्रीरामलक्ष्यणयोर्भावं, समीक्षितुं हनुमतस्तत्सविधे प्रेषणम्
३ - हनुमता श्रीरामलक्ष्मणयोर्वने आगमनस्य किं कारणमितिजिज्ञासाकरणमात्मनः सुग्रीवस्य च परिचयदानं श्रीरामेण तद्वचनानां प्रशंसनं कृत्वा लक्ष्मणस्य स्वपक्षतो वार्ताकरणे नियोजनं लक्ष्मणेन स्वीयेऽभ्यर्थने स्वीकृते हनुमतो हर्षश्च
४ - लक्ष्मणेन श्रीरामवनागमनस्य सीताहरणस्य च वृत्तान्तस्य वर्णनं तत्र सीतान्वेषणे सुग्रीवः सहयोगं करोत्वितीच्छायाः प्रकटनं हनुमता तयोराश्वासनपूर्वकमात्मना सह नयनम्
५ - श्रीरामसुग्रीवयोर्मैत्री श्रीरामेण वालिवधाय प्रतिज्ञाकरणं च
६ - सुग्रीवेण श्रीरामसमक्षे सीताभूषणानां समानयनं श्रीरामस्य शोकरोषमयं वचनं च
७ - सुग्रीवेण श्रीरामस्य समाश्वासनं श्रीरामेण सुग्रीवस्य कार्यसिद्ध्यै विश्वासदापनम्
८ - सुग्रीवेण श्रीरामं प्रति निजदुःखनिवेदनं श्रीरामेण तमाश्वास्य तयोरुभयोर्भ्रात्रौर्वैरस्य किं कारणमिति प्रश्नकरणम्
९ - सुग्रीवेण श्रीरामं प्रति वालिना सह स्वकीयवैरसम्बन्धिकारणस्य कथनम्
१० - भ्रात्रा सह वैरकारणस्य कथनप्रसंगे सुग्रीवेण स्वकर्तृके वालिनः प्रसादने वालिकर्तृके च स्वस्य निष्कासने घटितस्य वृत्तान्तस्य वर्णनम्
                </pre>
                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b5" id="kishkindhamore">
११ - सुग्रीवेण वालिनः पराक्रमस्य वर्णनं वालिना दुन्दुभिं हत्वा तस्य शवस्य मतङ्गवने क्षेपणं मतङ्गमुनिना वालिने शापदानं श्रीरामेण दुन्दुभेरस्थिसमूहस्य दूरे क्षेपणं सुग्रीवेण तं प्रति तालभेदनार्थमाग्रहकरणम्
१२ - श्रीरामेण सप्ततालवृक्षाणां भेदनं श्रीरामस्याज्ञया सुग्रीवेण किष्किन्धायामागत्य वालिनो युद्धायाह्वानं युद्धे ततः पराजितस्य तस्य मतङ्गवने पलायनं तत्र श्रीरामेण तस्य समाश्वासनं तदभिज्ञानार्थं गले गजपुष्पीलतां निक्षिप्य तस्य पुनः प्रेषणं च
१३ - श्रीरामादीनां मार्गे वृक्षान् विविधजन्तूञ्जलाशयांश्च सप्तजनाश्रमं च दूरतः पश्यतां पुनः किष्किन्धायां प्रवेशः
१४ - वालिनो वधाय श्रीरामस्याश्वासनं प्राप्य सुग्रीवस्य घोरं गर्जनम्
१५ - सुग्रीवस्य सिंहनादमाकर्ण्य वालिनो युद्धाय निर्गमनं तारया तमवरुद्ध्य सुग्रीवेण श्रीरामेण च सह मैत्री कर्तुं तस्य प्रबोधनं च
१६ - वालिना तारां निर्भर्त्स्य निवर्तनं सुग्रीवेण सह योधनं च श्रीरामेण बाणेन विद्धस्य तस्य पृथ्व्यां पतनं च
१७ - वालिना श्रीरामस्य भर्त्सनम्
१८ - वालिना वचनस्योत्तरं ददता श्रीरामेण तस्मै दत्तस्य दण्डस्य यथौचित्यं सिद्ध्येत्तथा प्रतिपादनं स्वापराधक्षमामभ्यर्थयता निरुत्तरेण वालिनाङ्गदरक्षार्थं प्रार्थनाकरणं श्रीरामेण तस्मै सान्त्वनाप्रदानं च
१९ - पलायमानैर्वानरैः सह वार्तालापं कृत्वा साङ्गदायास्ताराया वालिनः समीप आगमनं तस्य दुरवस्थामालोक्य तस्या रोदनं च
२० - ताराया विलापः
२१ - हनुमता तारायाः प्रबोधनं ताराकर्तृकः पत्यनुगमननिश्चयश्च
२२ - वालिना सुग्रीवाङ्गदौ प्रति मनसो वार्ता निवेद्य स्वप्राणानां परित्यागः
२३ - ताराया विलापः
२४ - शोकमग्नेन सुग्रीवेण श्रीरामं प्रति स्वप्राणानां परित्यागायानुमतेः प्रार्थनं तारया श्रीरामं प्रति स्ववधाय प्रार्थनाकरणं श्रीरामेण तस्या, प्रबोधनं च
२५ - सलक्ष्मणेन श्रीरामेण सुग्रीवस्य ताराया अङ्गदस्य च प्रबोधनं वालिनो दाहसंस्कारार्थं प्रेरणं च तदनु ताराप्रभृतिभिः सह सर्वैर्वानरैर्वालिनः शवस्य श्मशानभूमौ नयनमङ्गदेन तस्य दाहसंस्कारस्य सम्पादनं तदर्थं जलाञ्जलीनां दानं च
२६ - हनुमता सुग्रीवस्याभिषेकाय श्रीरामं प्रतिकिष्किन्धां गन्तुं प्रार्थनं श्रीरामेण तत्र गमनं विनैवानुमतिप्रदानं तदनु सुग्रीवाङ्गदयोरभिषेकः
२७ - प्रस्रवणगिरौ श्रीरामलक्ष्मणयोर्मिथः संलापः
२८ - श्रीरामेण वर्षर्तोर्वर्णनम्
२९ - हनुमता बोधितेन सुग्रीवेण नीलं प्रति वानरसैनिकानामेकत्रकरणायादेशदानम्
३० - शरद्वर्णनं श्रीरामेण लक्ष्मणाय सुग्रीवपार्श्वं गन्तुमादेशदानम्
३१ - सुग्रीवं प्रति लक्ष्मणस्य कोपः श्रीरामेण तस्य सान्त्वनं किष्किन्धाद्वारमुपेत्य लक्ष्मणेन सुग्रीवपार्श्वेऽङ्गदस्य प्रेषणं वानराणां भयं प्लक्षप्रभावाभ्यां सुग्रीवाय कर्तव्यस्योपदेशश्च
३२ - हनुमता चिन्ताकुलस्य सुग्रीवस्य प्रबोधनम्
३३ - किष्किन्धासुषमां पश्यतो लक्ष्मणस्य सुग्रीवसदने प्रवेशः प्रविश्य च तेन सरोषं धनुषो विस्फारणं भीतेन सुग्रीवेण तस्य रोषशमनाय तारायाः प्रेषणं तारया प्रबोध्य तस्यान्तःपुर आनयनम्
३४ - सुग्रीवस्य लक्ष्यणसमीपे गमनं लक्ष्मणेन तस्य भर्त्सनं च
३५ - तारया युक्तियुक्तया वाचा लक्ष्मणस्य प्रशमनम्
३६ - स्वीयं लघुत्वं श्रीरामस्य महत्त्वं च प्रतिपादयता सुग्रीवेण लक्ष्मणं प्रति क्षमायाः प्रार्थनं लक्ष्मणेन तस्य प्रशंसापूर्वकं तं प्रत्यात्मना सह चलितुमादेशकरणम्
३७ - सुग्रीवेण वानरसेनासंग्रहाय पुनर्दूतान् प्रेषयितुं हनुमत आज्ञपनं तेभ्यो राजाज्ञामाकर्ण्य समेषां वानराणां किष्किन्धां प्रति प्रस्थानं निवृत्तैर्दूतैः सुग्रीवायोपायनानि समर्प्य वानरागमनवृत्तान्तस्य निवेदनम्
३८ - सलक्ष्मणेन सुग्रीवेण श्रीरामपार्श्वमागम्य तत्पादयोः प्रणमनं श्रीरामेण तस्याश्वासनं सुग्रीवेण स्वकृतसैन्यसंग्रहोद्योगस्य कथनं तदाकर्ण्य श्रीरामस्य संतोषश्च
३९ - श्रीरामेण सुग्रीवं प्रति कृतज्ञतायाः प्रकाशनं विभिन्नवानययूथपतीनां सैन्यैः सहागमनम्
४० - श्रीरामस्याज्ञया सुग्रीवेण सीतान्वेषणाय पूर्वदिशायां वानराणां प्रेषणं तत्रत्यानां स्थानानां वर्णनं च
४१ - दक्षिणदिग्वर्तिस्थानानि वर्णयता सुग्रीवेण तत्र प्रमुखवानरवीराणां प्रेषणम्
४२ - पश्चिमदिग्वर्तिस्थानानि वर्णयता सुग्रीवेण सुषेणप्रभृतिवानराणां तत्र प्रेषणम्
४३ - उत्तरदिग्वर्तीनि स्थानानि परिचाययता सुग्रीवेण शतबलिप्रभृतीनां तत्र प्रेषणम्
४४ - श्रीरामेण हनुमते मुद्रिकां प्रदाय तस्य दक्षिणदिशि प्रेषणम्
४५ - विभिन्ना दिशः प्रति गच्छतां वानराणां सुग्रीवसमक्षे स्वीयसोत्साहवचसां श्रावणम्
४६ - सुग्रीवेण श्रीरामं प्रति स्वकीयभूमण्डलभ्रमणवृत्तान्तस्य प्रतिपादनम्
४७ - पूर्वादिषु तिसृषु दिक्षु प्रविष्टानां वानराणां सनैराश्यं निवर्तनम्
४८ - दक्षिणदिग्गतैर्वानरैः सीतानुसन्धानस्य प्रारम्भणम्
४९ - अङ्गदगन्धमादनाभ्यामाश्वासितानां वानराणां पुनः सोत्साहमन्वेषणे प्रवृत्तिः
५० - क्षुत्तृडभिभूतानां वानराणामेकस्यां गुहायां प्रवेशस्तत्र तैर्दिव्यवृक्षसरोवरभवनानामेकस्या वृद्धायास्तपस्विन्याश्चावलोकनं हनुमता तां प्रति तस्याः परिचयस्य जिज्ञासनम्
५१ - हनुमता पृष्टया तापस्या स्वात्मनस्तस्य दिव्यस्थानस्य च परिचयं दत्त्वा वानराणां भोजनाय निमन्त्रणम्
५२ - स्वयंप्रभया पृष्टैर्वानरैस्तां प्रति स्ववृत्तान्तस्य वर्णनं तस्याः प्रभावेण च गुहातो बहिर्निष्क्रम्य तेषां सागरतटे समुद्रगमनम्
५३ - निवर्तनाय नियतमवधिमतीत्यापि कार्यस्यासाधनात् सुग्रीवस्योग्रदण्डतो बिभ्यतामङ्गदप्रधृतीनां कपीनामुपोष्य प्राणान् परित्यक्तुं निश्चयः
५४ - भेदनीत्या वानरान् स्वपक्षे समानीय हनुमताङ्गदस्यात्मना सह चलितुं प्रबोधनम्
५५ - अङ्गदसहितानां वानराणां प्रायोपवेशनम्
५६ - सम्पातेर्वानराणां भयं तेषां मुखाज्जटायुषो वधं निशम्य सम्पातेर्दुःखं स्वमधोऽवरोपयितुं तस्य वानरान् प्रत्यनुनयः
५७ - सम्पातिं पर्वतशिखरादवतार्याङ्गदेन तं प्रति जटायुर्वधवृत्तान्तस्य निवेदनं रामसुग्रीवयोर्मैत्रीं वालिनो वधं च निशाम्य सवप्रायोपवेशनस्य यत्कारणं तस्य वर्णनम्
५८ - सम्पातिना स्वकीयपक्षदाहवृत्तस्य वर्णनं सीताया रावणस्य च निवासस्थानस्य कथनं वानराणां साहाय्येन समुद्रतटं गत्वा तेन भ्रात्रे जलाञ्जलिदानम्
५९ - सम्पातिना स्वपुत्रस्य सुपार्श्वस्य मुखतः कृतायाः सीतारावणदर्शनसम्बन्धिघटनाया वर्णनम्
६० - सम्पातेरात्मकथा
६१ - सम्पातिना निशाकरमुनिं प्रति स्वपुङ्खदाहकारणस्य वर्णनम्
६२ - सम्पातिं सान्त्वयता निशाकरेण भावि श्रीरामकार्ये साहाय्यकारणाय जीवनं धारयितुं तं प्रत्यादेशदानम्
६३ - सम्पातेर्नवपुड्खोद्गमस्तस्य वानराणां प्रोत्साहनं कृत्वा तत उड्डयनं वानराणां ततो दक्षिणस्यां प्रस्थानं च 
६४ - समुद्रस्य विशालतामालोक्य विसीदतो वानरान् सान्त्वयित्वाङ्गदस्य तान् प्रति पृथक्-पृथक् समुद्रलङ्घनशक्तिविषयकः प्रश्नः
६५ - पर्यायेण वानरैः स्वस्वदूरगमनशक्तिपरिमाणस्य प्रतिपादनं जाम्बवदङ्गयोः संलापो जाम्बवतो हनुमन्तं प्रेरयितुं तत्पार्श्वे गमनम्
६६ - हनुमदुत्पत्तिकथां श्रावयित्वा जाम्बवता समुद्रलङ्घनाय तस्य प्रोत्साहनम्
६७ - हनुमता समुद्रं लङ्घयीतुमुत्साहस्य प्रकाशनं जाम्बवता तस्य प्रशंसनं वेगेनोत्प्लवनाय हनुमतो महेन्द्रपर्वत आरोहणम्
                </pre>
                <button id="more4" class="lang-btn" style="margin:0.2em">More</button>
                <button id="less4" class="lang-btn" style="margin:0.2em">Less</button> 
                </div>
                </div>

                <div id="fifthSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em;margin-bottom:1em">
                <div>
                    <h2 style="color:green;display:inline;font-size: 2em;">सुन्दरकाण्डे</h2>

                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b6">
१ - हनुमता समुद्रस्य लङ्घनं मैनाकेन तस्य सत्कारस्ततः सुरसायाः पराजयः सिंहिकाया वधं कृत्वा तस्य दक्षिणतटे गमनं तत्र तेन लङ्काशोभाया निरीक्षणम्
२ - लङ्कापुर्या वर्णनं तत्र प्रवेशविषये हनुमतो विचारो लघुरूपधरस्य तस्य पुर्यां प्रवेशस्तदानीं चन्द्रोदयशोभाया वर्णनम्
३ - लङ्कामवलोक्य हनुमतो विस्मयस्तत्र प्रविशतस्तस्य लङ्कयावरोधस्तत्प्रहारेण पीडितया तया तस्मै पुर्य्यां प्रवेष्टुमनुमतिदानम्
४ - हनुमता लङ्कायां रावणस्यान्तःपुरे च प्रवेशः
५ - रावणान्तःपुरे प्रतिगृहं सीताया अन्वेषणं कुर्वतो हनुमतस्तामदृष्ट्वा दुःखम्
६ - हनुमतो रावणस्यान्येषां च रक्षसां गृहेषु सीताया अनुसंधानम्
७ - रावणभवनस्य पुष्पकविमानस्य च वर्णनम्
८ - हनुमता पुनः पुष्पकस्य दर्शनम्
९ - रावणस्य भवनं पुष्पकविमानं सुन्दरनिवेशनं चावलोक्य हनुमता तत्र सुप्तानां सहस्रशः सुन्दरीणां समवलोकनम्
१० - अन्तःपुरे सुप्तं रावणं प्रगाढनिद्रानिमग्नास्तस्य स्त्रियश्च दृष्ट्वा मन्दोदरीं सीतां मत्वा हनुमतो हर्षः
                </pre>
                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b6" id="sundaramore">
११ - नासौ सीतेति निश्चित्य हनुमता पुनरन्तःपुरे पानभूमौ च सीताया अनुसंधानं तन्मनसि धर्मलोपाशङ्का तस्याः स्वतो निवारणं च
१२ - सीतामरणाशङ्कया हनुमतः शैथिल्यं पुनरुत्साहमवलम्ब्य स्थानान्तरेषु तेन तस्या अन्वेषणं कुत्रापि तामनवाप्य तस्य पुनश्चिन्ता च
१३ - सीताविनाशाशङ्कया हनुमतश्चिन्ता सीतानुपलव्धिसूचनादनर्थंसम्भाव्य हनुमतोऽपरावर्तनाय निश्चयः पुनरन्वेषणविचारश्च, अशोकवाटिकायामनुसंधानविषये विविधं पर्यालोचनं च
१४ - अशोकवनिकायां प्रविश्य तस्याः शोभाया दर्शनमेकस्मिन्नशोके प्रच्छन्नीभूतेन हनुमता तत एव तस्या अनुसंधानम् 
१५ - वनसुषमामवलोकयता हनुमता चैत्यप्रासादसंनिधौ दयनीयां सीतामालोक्येयमेव सेति तर्कणं तस्य प्रसन्नता च
१६ - सीतायाः शीलं सौन्दर्यं च मनसा प्रशस्य तां दुःखमग्नां निरीक्ष्य तदर्थं हनुमतोऽपि शोकः
१७ - भीषणराक्षसीभिर्वृतायाः सीताया दर्शनेन हनुमतो हर्षः
१८ - स्वकीयस्त्रीभिः परिवृतस्य रावणस्याशोकवनिकायामागमनं हनुमता तस्य दर्शनं च
१९ - रावणं दृष्ट्वा दुःखभयचिन्तामुमग्नायाः सीताया अवस्था
२० - रावणकर्तृकं सीतायाः प्रलोभनम्
२१ - सीताकर्तृकं रावणस्य प्रबोधनं श्रीरामेण सह तुलनायां तस्य तुच्छतायाः प्रतिपादनम्
२२ - रावणेन तस्याः कृते मासद्वयावधेः प्रदानं सीताकर्तृकं तस्य भर्त्सनं रावणस्य तां निर्भर्त्स्य राक्षसीनां
नियन्त्रणे संस्थाप्य स्त्रीभिः सह स्वभवने गमनम्
२३ - राक्षसीभिः सीतायाः प्रबोधनम्
२४ - सीतया राक्षसीनां वचसोऽनङ्गीकरणं राक्षसीकर्तृकं तस्या भर्त्सनं च
२५ - राक्षसीवचोऽनङ्गीकृत्य शोकसंतप्तायाः सीताया विलापः
२६ - सीतायाः करुणो विलापः स्वप्राणपरित्यागनिश्चयश्च
२७ - त्रिजटायाः स्वप्नस्तत्र रक्षसां विनाशस्य श्रीराघवविजयस्य च सूचनम्
२८ - विलपन्त्याः सीतायाः प्राणपरित्यागायोद्यमः
२९ - सीतायाः शुभशकुनानि
३० - सीतया सह कर्तव्ये वार्तालापे हनुमतो विचारणा
३१ - हनुमता सीतां श्रावयितुं श्रीरामकथाया वर्णनम्
३२ - सीताया वितर्कः
३३ - आत्मानं परिचाययन्त्या सीतया स्ववनागमना पहरणयोर्वृत्तान्तस्य वर्णनम्
३४ - हनुमति सीतायाः संदेहः स्वत एव तस्य समाधानं च सीताया आदेशेन हनुमता श्रीरामगुणानां वर्णनम्
३५ - सीतया पृष्टेन हनुमता श्रीरामस्य शारीरिकलक्षणानां गुणानां च वर्णनं नरवानरमैत्रीप्रसङ्गं श्रावयित्वा सीताया मनसि स्वकीयविश्वासस्योत्पादनं च
३६ - हनुमता सीतायै मुद्रिकाया अर्पणं कदा श्रीराघवो मामुद्धरिष्यतीति सौत्सुक्यं सीतायाः प्रश्नो हनुमता श्रीरामस्य सीताविषयकमनुरागं वर्णयित्वा सीतायाः सान्त्वनं च
३७ - श्रीरामस्य शीघ्रमानयनाय हनुमन्तं प्रति सीताया आग्रहो हनुमताऽऽत्मना सह चलितुं सीतां प्रत्यनुनयः सीतया तस्यानङ्गीकरणं च
३८ - सीतया प्रत्यभिज्ञानतया चित्रकूटे घटितस्य काकप्रसङ्गस्य श्रावणं श्रीरामस्य शीघ्रमानयनायाग्रहकरणं हनुमते चूडामणेः समर्पणं च
३९ - चूडामणिमादाय यान्तं हनुमन्तं प्रति सीतया श्रीरामप्रभृतीनुत्साहयितुमाग्रहकरणं समुद्रतरणे संशयानायाः सीताया हनुमता वानराणां पराक्रमं वर्णयित्वाऽऽश्वासनम्
४० - श्रीरामस्य कृते सीतया पुनः संदेशस्य दानं तामाश्वास्य हनुमत उत्तरदिशायां प्रस्थानम्
४१ - हनुमता प्रमदावनस्य विध्वंसः
४२ - राक्षसीभ्यो वनविध्वंसवार्तामाकर्ण्य रावणेन किङ्कराणां प्रेषणं हनुमता तेषां संहारश्च
४३ - हनुमता चैत्यप्रासादस्य विध्वंसस्तद्रक्षकाणां वधश्च
४४ - प्रहस्तपुत्रस्य जम्बुमालिनो वधः
४५ - मन्त्रिणः सप्तपुत्राणां वधः
४६ - रावणस्य पञ्चसेनापतीनां वधः
४७ - रावणेरक्षस्य पराक्रमो वधश्च
४८ - इन्द्रजिद्धनुमतोर्युद्धमिन्द्रजिद्दिव्यास्त्रबन्धनबद्धस्य हनुमतो रावणस्य राजसभायां गमनम्
४९ - रावणस्य प्रभावशालिरूपमवलोक्य हनुमतो मनसि नैकविधानां विचाराणामुद्रेकः
५० - रावणकर्तृकः प्रहस्तद्वारको हनुमन्तं प्रति लङ्कायामागमनप्रयोजनस्य प्रश्नः, हनुमता रामदूतत्वेनात्मनः परिचयदानम् 
५१ - श्रीरामप्रभावं वर्णयता हनुमता रावणस्य प्रबोधनम्
५२ - दूतवधानौचित्यं प्रतिपाद्य विभीषणेन तस्य कृते दण्डान्तरविधानाय रावणं प्रति प्रार्थनं रावणेन तदनुरोधस्य स्वीकरणं च
५३ - हनुमत्पुच्छं प्रदीप्य राक्षसैस्तस्य नगरे परिचारणम्
५४ - लङ्काया दहनं रक्षसां विलापश्च
५५ - सीताविनाशाशङ्कया हनुमतश्चिन्ता तस्या निवारणं च
५६ - पुनः सीतां समालोक्य हनुमतो लङ्कातो निवर्तनं तेन समुद्रस्य लङ्घनं च
५७ - समुद्रमुल्लङ्घ्य हनुमतो जाम्बवदङ्गदप्रभृतिभिः सुहृद्धिः सह समागमः
५८ - जाम्बवता पृष्टेन हनुमता स्वकीयलङ्कायात्रासम्बन्धिसम्पूर्णवृत्तस्य श्रावणम्
५९ - सीतादुरवस्थां वर्णयित्वा हनुमता लङ्कामाक्रमितुं वानराणामुत्तेजनम्
६० - लङ्कां जित्वा सीताया आनयनार्थमङ्गदस्योत्साहसमन्वितो विचारो जाम्बवता तस्य निवारणं च
६१ - मधुवनं गत्वा तत्रत्यानां मधूनां फलानां च वानरैर्यथेष्टमुपभोगो वनरक्षकस्य भुवि विकर्षणं च
६२ - वानरैर्मधुवनरक्षकाणां दधिमुखस्य च पराभवः सभृत्यस्य दधिमुखस्य सुग्रीवपार्श्वे गमनं च
६३ - दधिमुखान्मधुवनविध्वंसवार्तामाकर्ण्य सुग्रीवस्य हनुमदादीनां साफल्यविषयेऽनुमानम्
६४ - दधिमुखतः सुग्रीवसंदेशमाकर्ण्याङ्गदहनुमदादीनां वानराणां किष्किन्धायां गमनं हनुमता श्रीरामं प्रणम्य सीतादर्शनसमाचारस्य निवेदनं च
६५ - हनुमता श्रीरामं प्रति सीतावृत्तान्तस्य निवेदनम्
६६ - चूडामणिं दृष्ट्वा सीतावृत्तमुपलभ्य च श्रीरामस्य सीताकृते विलापः
६७ - हनुमता श्रीरामं प्रति सीतासंदेशस्य श्रावणम् 
६८ - सीतायाः संदेहस्य स्वकर्तृकतन्निवारणस्य च वृत्तान्तस्य हनुमता वर्णनम्               
                </pre>
                <button id="more5" class="lang-btn" style="margin:0.2em">More</button>
                <button id="less5" class="lang-btn" style="margin:0.2em">Less</button> 
                </div>
                </div>

                <div id="sixthSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em;margin-bottom:1em">
                <div>
                    <h2 style="color:green;display:inline;font-size: 2em;">युद्धकाण्डे</h2>

                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b7">
१ - हनुमन्तं प्रशस्य श्रीरामकर्तृकस्तस्य परिष्वङ्गः समुद्रतरणार्थं तस्य चिन्ताकरणं च
२ - सुग्रीवेण श्रीरामस्य प्रोत्साहनम्
३ - लङ्काया दुर्गद्वारसैन्यविभागसंक्रमप्रभृतीन् वर्णयित्वा तत्र वानरसेनाप्रस्थापनाय हनुमतः श्रीरामं प्रति प्रार्थना 
४ - श्रीरामप्रभृतिभिः सह वानरसैन्यस्य प्रस्थानं सागरतटे निवेशश्च
५ - सीतायाः कृते श्रीरामस्य शोको विलापश्च 
६ - कर्तव्यनिर्णयाय मन्त्रिणः प्रति समुचितसम्मतिदानार्थं रावणस्यानुरोधः
७ - रावणेन्द्रजित्पराक्रमं वर्णयित्वा राक्षसैर्भवान् रामं विजेष्यतीति रावणाय विश्वासदापनम्
८ - प्रहस्तदुर्मुखवज्रद्रंष्ट्रनिकुम्भवज्रहनुभी रावणस्य समक्षं शत्रुसेनां निपातयितुं स्वोत्साहस्य प्रदर्शनम्
९ - श्रीरामस्याजेयतां प्रतिपाद्य दीयतामस्य मैथिलीति विभीषणस्य रावणं प्रत्यनुनयः
१० - रावणभवनं गत्वापशकुनभयं प्रदर्श्य सीतानिवर्तनाय रावणं प्रति विभीषणस्य प्रार्थना, तामनङ्गीकृत्य रावणेन तस्य ततो विसर्जनम्
                </pre>
                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b7" id="yuddhamore">
११ - रावणस्य तत्सभासदां च संसदि समवायः
१२ - पुर्याः परिरक्षणाय सैनिकानां नियुक्तिः सीतायां स्वीयामासक्तिं प्रतिपाद्य रावणेन तस्या हरणप्रसंगस्य वर्णनं भाविकर्तव्यनिर्णयाय सभासत्सम्मतेः प्रार्थनं कुम्भकर्णेन रावणं निर्भर्त्स्य समस्तशत्रुवधभारस्य स्वयमेवोत्थापनम्
१३ - महापार्श्वेन सीतां प्रति बलात्कारं कर्तुं रावणस्य प्रोत्साहनं रावणेन शापवशात् तथाकरणे स्वकीयासमर्थतायाः प्रतिपादनं निजपराक्रमस्य प्रशंसनं च
१४ - श्रीरामस्याजेयतां प्रतिपाद्य विभीषणेन रावणं प्रति सीताया रामपार्श्वे प्रेषणायैव सम्मतिदानम्
१५ - इन्द्रजिता विभीषणस्योपहसनं तं निर्भर्त्स्य विभीषणेन संसदि स्वकीयसमुचितसम्मतेः प्रकाशनम्
१६ - रावणेन विभीषणस्य तिरस्करणं विभीषणेनापि रावणं निर्भर्त्स्य तत्स्थानान्निर्गमनम्
१७ - विभीषणस्य श्रीरामस्याश्रये गमनं श्रीरामेण मन्त्रिभिः सह तदर्थमाश्रयदाने विचारणं च
१८ - शरणागतरक्षणस्य महत्त्वं स्वकीयं व्रतं च प्रतिपाद्य श्रीरामस्य विभीषणेन सह समागमः
१९ - नभसोऽवतीर्णेन विभीषणेन श्रीरामचरणयोः शरणीकरणं श्रीरामपृष्टेन तेन रावणशक्तेः परिचयदानं रावणवधं प्रतिज्ञाय विभीषणं लङ्काराज्ये चाभिषिच्य तत्सम्मत्यैव तस्य समुद्रतटे उपवेशनम्
२० - शार्दूलप्रेरणया रावणेन शुकं दूतीकृत्य तद्द्वारा सुग्रीवसविधे संदेशस्य प्रेषणम् तत्र वानरकृता तदीया दुरवस्था, श्रीरामस्यानुग्रहेण तस्य क्लेशतो मोक्षणं सुग्रीवेण च रावणं प्रत्युत्तरदानम्
२१ - श्रीरामस्य समुद्रतटे कुशानास्तीर्य दिनत्रयं यावदुपवेशनं ततोऽपि स्वात्मानमदर्शयतः समुद्रस्योपरिकुपितेन श्रीरामेण बाणप्रहारेण तस्य विक्षोभणम्
२२ - समुद्रस्य सम्मत्या नलेन सागरोपरि शतयोजनविस्तृतसेतोर्निर्माणं तेन श्रीरामप्रभृतिभिः सह वानरसेनायाः परे पारे गमनं तत्र निवेशनं च
२३ - श्रीरामेण लक्ष्मणं प्रति विनाशसूचकानां लक्षणानां वर्णनं लङ्कां प्रत्याक्रमणं च
२४ - श्रीरामेण लक्ष्मणं प्रति लङ्काशोभां वर्णयित्वा सेनां व्यूह्य स्थापयितुमादेश श्रीरामाज्ञया मुक्तेन शुकेन रावणमुपगम्य तदग्रे श्रीरामसैन्यशक्तेः प्राबल्यस्य वर्णनं रावणेन स्वबलस्य विकत्थनं च
२५ - रावणेन निगूढतया शुकसारणयोर्वानरसेनायां प्रेषणम्, विभीषणेन तयोर्निग्रहणं श्रीरामकृपया मोक्षणं तदीयसंदेशमादाय ताभ्यां लङ्कां गत्वा रावणस्य प्रबोधनं च
२६ - सारणेन रावणं प्रति पृथक्-पृथग वानरयूथपतीनां परिचयदानम्
२७ - वानरसैन्यस्य प्रधानयूथपतीनां परिचयः
२८ - शुकेन सुग्रीवसचिवानां मैन्दद्विविदयोर्हनुमतः श्रीरामस्य लक्ष्मणस्य विभीषणस्य सुग्रीवस्य च परिचयं दत्त्वा वानरसैन्यसंख्याया निरूपणं च
२९ - शुकसारणौ निर्भर्त्स्य रावणेन तयोः सभातो निष्कासनं तत्प्रहितानां गुप्तचराणां श्रीरामानुग्रहेण वानरतो मोक्षणं लङ्कायां निवर्तनं च
३० - रावणप्रहितानां गुप्तचराणां शार्दूलस्य च तं प्रति वानरसेनायाः समाचारस्य बोधनं तत्रत्यप्रमुखवीराणां परिचयदानं च
३१ - श्रीरामस्य मायामयं छिन्नं मस्तकं संदर्श्य रावणेन सीताया मोहनम्
३२ - श्रीरामनिधनं मत्वा सीताया विलापः, रावणेन सभां गत्वा मन्त्रिभिः सह युद्धविषये मन्त्रणम् 
३३ - सरमया सीतायाः सान्त्वनं रावणमायाया रहस्योद्घाटनं श्रीरामागमनसम्बन्धिप्रियसंवादस्य निवेदनं तदीयविजयस्य समर्थनं च
३४ - सीताया अनुनयेन सरमया तां प्रति मन्त्रिसहित रावणसम्बन्धिनिश्चितविचारस्य कथनम्
३५ - माल्यवता रावणस्य श्रीरामेण सह संधिकरणाय प्रबोधनम्
३६ - माल्यवन्तं निर्भर्त्स्य नगरगुप्तिं विधाय रावणस्य निजान्तःपुरे गमनम्
३७ - विभीषणेन श्रीरामं प्रति रावणेन विहिताया लङ्कारक्षाव्यवस्थाया वर्णनं श्रीरामेण लङ्काया द्वारेष्वाक्रमणाय वानरसेनापतीनां नियुक्तिः
३८ - प्रमुखवानरैः सह सुवेलपर्वतमधिरूढस्य श्रीरामस्य तत्रैव रात्रौ निवासः
३९ - वानरैः सह श्रीरामेण सुवेलशिखराल्लङ्काया निरीक्षणम्
४० - सुग्रीवरावणयोर्मल्लयुद्धम्
४१ - श्रीरामेण सुग्रीवस्य दुःसाहसाद् लङ्कायाश्चतुर्षु द्वारेषु वानरसैनिकानां नियुक्तिः श्रीरामदूतस्याङ्गदस्य रावणभवने वानराणामाक्रमणाद् रक्षसां भयम् 
४२ - लङ्कां प्रति वानराणामाक्रमणं राक्षसैः सह संग्रामश्च
४३ - द्वन्द्वयुद्धे वानरै रक्षसां पराजयः
४४ - रात्रौ वानराणां रक्षसां च घोरं युद्धम्, अङ्गदेनेन्द्रजित्यपराजयो मायातोऽदृश्यमानेनेन्द्रजिता श्रीरामलक्ष्मणयोर्नागपाशैर्बन्धनम्
४५ - इन्द्रजिद्बाणैः श्रीरामलक्ष्मणयोर्विसंज्ञता वानराणां शोकश्च
४६ - श्रीरामलक्ष्मणौ विसंज्ञौ दृष्ट्वा वानराणां शोक इन्द्रजितो हर्षोद्गारो विभीषणेन सुग्रीवस्य प्रबोधनमिन्द्रजिता लङ्कां गत्वा पितरं प्रति शत्रुवधवृत्तान्तस्य श्रावणं प्रसन्नेन रावणेन स्वपुत्रस्याभिनन्दनम्
४७ - वानरैः श्रीरामलक्ष्मणयो रक्षणं रावणाज्ञया राक्षसीभिः पुष्पकेण सीताया रणभूमौ नयनं तत्र तया श्रीरामस्य सलक्ष्मणस्य दर्शनं सीताया विलापश्च
४८ - सीताया विलापस्त्रिजटया तस्या बोधनं श्रीरामलक्ष्मणयोर्जीवितावस्थां प्रत्याय्य ततो लङ्कायां निवर्तनं च
४९ - संज्ञामुपेत्य श्रीरामस्य लक्ष्मणार्थं विलापः प्राणान् परित्यक्तुं निश्चित्य तेन वानरान् प्रति गृहे निवर्तनायादेशस्य प्रदानम् 
५० - बिभीषणमिन्द्रजितं मत्वा वानराणां पलायनम् सुग्रीवस्याज्ञया जाम्बवता तेभ्यः सात्त्वनाप्रदानम् बिभीषणस्य विलापः सुग्रीवेण तस्य प्रबोधनं गरुडस्यागमनं श्रीरामलक्ष्मणौ नागपाशतो मोचयित्वा तस्य पुनर्गमनं च 
५१ - श्रीरामस्य बन्धनतो मोक्षं श्रुत्वा चिन्तितेन रावणेन धूम्राक्षस्य युद्धाय प्रेषणं सेनापतिना सह तस्य नगरान्निर्गमनं च 
५२ - धूम्राक्षस्य युद्धं तस्य हनुमता वधश्च 
५३ - ससैन्यस्य वज्रदंष्ट्रस्य युद्धाय प्रस्थानं वानराणां राक्षसैः सह युद्धं वज्रदंष्ट्रेण वानराणामङ्गदेन रक्षसां च संहारः
५४ - वज्रदंष्ट्राङ्गदयोर्युद्धमङ्गदेन तस्य वधश्च
५५ - रावणाज्ञयाकम्पनादीनां युद्ध आगमनं वानरैः सह तेषां घोरं युद्धं च 
५६ - हनुमताकम्पनस्य वधः
५७ - रावणाज्ञया प्रहस्तस्य विपुलसैन्येन सह युद्धाय प्रस्थानम् 
५८ - नीलकर्तृकः प्रहस्तस्य वधः
५९ - प्रहस्तस्यवधेन दुःखितस्य रावणस्य युद्धाय प्रस्थानम्, तेन सहागतानां वीराणां परिचयो रावणस्य प्रहारेण सुग्रीवस्य मूर्च्छा, लक्ष्मणस्य रणभूमावागमनं हनुमद्रावणयोर्मिथस्तलप्रहारो रावणकर्तृकं नीलस्य विसंज्ञत्वम् शक्तिप्रहारेण लक्ष्मणस्य मूर्छा ससंज्ञता च, श्रीरामात् पराजितस्य रावणस्य लङ्कायां प्रवेशः
६० - स्वपराजयेन विषण्णस्य रावणस्यादेशेन सुप्तस्य कुम्भकर्णस्य प्रबोधनं तं दृष्ट्वा वानराणां भयं च
६१ - विभीषणेन श्रीरामं प्रति कुम्भकर्णस्य परिचयदानम् श्रीरामस्याज्ञया युद्धार्थं वानराणां लङ्काद्वारेषु समवस्थानम्
६२ - कुम्भकर्णस्य रावणगृहे प्रवेशो रामाद् भयं सूचयित्वा रावणेन तस्य शत्रुसेनासंहरणाय प्रेषणम्
६३ - कुम्भकर्णस्य रावणं प्रति तत्कुकृत्यनिमित्तक उपालम्भस्तं सान्त्वयित्वा स्वकीययुद्धविषयकोत्साहस्य तेन प्रकटनं च
६४ - कुम्भकर्णं प्रत्याक्षिप्य महोदरेण युद्धं विनैवाभीष्टवस्तुनो लाभोपायस्य कथनम्
६५ - कुम्भकर्णस्य रणयात्रा
६६ - कुम्भकर्णभयात् पलायमानानां वानराणामङ्गदेन प्रोत्साहनमावाहनं च कुम्भकर्णेन कपीनां संहारः पुनर्वानरसैनिकानां पलायनमङ्गदेन प्रबोध्य तेषां पुनः प्रत्यावर्तनं च 
६७ - कुम्भकर्णकर्तृकं घोरं युद्धं श्रीरामेण तस्य वधश्च 
६८ - कुम्भकर्णवधं श्रुत्वा रावणस्य विलापः 
६९ - रावणस्य पुत्राणां बन्धूनां च युद्धाय प्रस्थानमङ्गदेन नरान्तकस्य वधश्च 
७० - हनुमता देवान्तकत्रिशिरसोर्वधो नीलेन महोदरस्यर्षभेण महापार्श्वस्य च वधः 
७१ - अतिकायस्य घोरं युद्धं लक्ष्मणेन तस्य वधश्च 
७२ - रावणस्य चिन्ता पुरीरक्षणायावधानार्थं राक्षसान् प्रत्यादेशश्च 
७३ - इन्द्रजितो ब्रह्मास्त्रेण वानरसेनासहितयोः श्रीरामलक्ष्मणयोर्मूर्च्छा
७४ - जाम्बवदादेशेन हनुमता हिमालयाद्दिव्यौषधीनां पर्वतस्यानयनं तासां गन्धेन श्रीरामलक्ष्मणयोः समेषां वानराणां च स्वास्थ्यलाभः
७५ - लङ्काया दहनं रक्षसां वानराणां च घोरं युद्धम्
७६ - अङ्गदेन कम्पनप्रजङ्घयोर्द्विविदेन शोणिताक्षस्य मैन्देन यूपाक्षस्य सुग्रीवेण कुम्भस्य वधश्च 
७७ - हनुमता निकुम्भस्य वधः
७८ - रावणस्याज्ञया मकराक्षस्य युद्धाय प्रस्थानम्
७९ - श्रीरामेण मकराक्षस्य वधः
८० - रावणस्यादेशेनेन्द्रजितो घोरं युद्धं तस्य वधविषये श्रीरामलक्ष्मणयोः संलापश्च
८१ - इन्द्रजिता मायामयसीताया वधः
८२ - हनुमन्नायकत्वे वानराणां रक्षसां च युद्धम्, हनुमतः श्रीरामपार्श्वे निवर्तनमिन्द्रजिता निकुम्भिलामुपेत्य यज्ञस्यानुष्ठानं च
८३ - सीतावधं श्रुत्वा शोकेन श्रीरामस्य मूर्च्छा तमाश्वासयतो लक्ष्मणस्य पौरुषार्थमुद्यमश्च
८४ - बिभीषणेन श्रीरामं प्रतीन्द्रजितो मायाया रहस्यं वर्णयित्वा सीता जीवतीति विश्वासस्य दृढीकरणं लक्ष्मणं च निकुम्भिलां गमयितुं प्रार्थनम्
८५ - बिभीषणकर्तृकानुरोधेन श्रीरामेणेन्द्रजिद्वघाय लक्ष्मणस्य प्रेषणं लक्ष्मणस्य निकुम्भिलासमीपे गमनम्
८६ - वानररक्षसां युद्धं हनुमता रक्षःसैन्यस्य संहार इन्द्रजितो युद्धायाह्वानं च लक्ष्मणकर्तृकमिन्द्रजितो दर्शनम् 
८७ - इन्द्रजिद्विभीषणयोः सरोषः संवादः
८८ - लक्ष्मणेन्द्रजितो रुषा संवादो मिथो युद्धं च
८९ - विभीषणस्य रक्षःसु प्रहारस्तेन वानरयूथपानां प्रोत्साहनं लक्ष्मणेनेन्द्रजितः सारथेर्वधो वानरैस्तदीयानामश्वानां विनिपातनम्
९० - इन्द्रजिल्लक्ष्मणयोर्घोरं युद्धमिन्द्रजितो वधश्च
९१ - श्रीरामपार्श्वमागम्य लक्ष्मणबिभीषणप्रभृतिभिरिन्द्रजिद्वधवृत्तान्तस्य श्रावणं संतुष्टेन श्रीरामेण लक्ष्मणं परिष्वज्य तस्य प्रशंसनं सुषेणेन लक्ष्मणादीनां चिकित्सनं च
९२ - रावणस्य शोकः सुपार्श्वकर्तृकाश्वासनेन च तस्य सीतावधान्निवृत्तिः
९३ - श्रीरामेण राक्षससेनायाः संहारः 
९४ - राक्षसीनां विलापः 
९५ - स्वामात्यानाहूय रावणेन स्वशत्रुवधविषयकोत्साहस्य प्रकटनं सर्वैः सह रणभूमिमागत्य पराक्रमस्य प्रदर्शनं च 
९६ - सुग्रीवेण राक्षससेनायाः संहारो विरूपाक्षस्य वधश्च 
९७ - सुग्रीवेण महोदरस्य वधः 
९८ - अङ्गदेन महापार्श्वस्य वधः
९९ - श्रीरामरावणयोर्युद्धम् 
१०० - श्रीरामरावणयोर्युद्धं रावणस्य शक्त्या लक्ष्मणस्य मूर्च्छा रावणस्य युद्धात्पलायनं च
१०१ - श्रीरामस्य विलापो हनुमदाहृतयौषध्या सुषेणप्रयुक्तया लक्ष्मणस्य संज्ञालाभः
१०२ - इन्द्रप्रहितं रथमारूढस्य रामस्य रावणेन सह युद्धम् 
१०३ - श्रीरामकर्तृकं रावणस्य भर्त्सनं रामेणाहतस्य रावणस्य तदीयसारथिना रणाद्बहिरपनयनम् 
१०४ - रावणेन सारथेर्भर्त्सनं सारथिना प्रतिवचसा रावणं संतोष्य तदीयरथस्य रणभूमौ प्रापणम्
१०५ - अगस्त्येन रणे विजयलाभार्थमादित्यहृदयस्तोत्रपाठाय श्रीरामं प्रति सम्मतिदानम्
१०६ - रावणस्य रथं दृष्ट्वा श्रीरामेण मातलेः प्रबोधनं रावणपराजयस्य श्रीरामविजयस्य च सूचकानां शकुनानां वर्णनम्
१०७ - श्रीरामरावणयोर्घोरं युद्धम्
१०८ - श्रीरामेण रावणस्य वधः
१०९ - विभीषणस्य विलापः श्रीरामेण तस्य प्रबोधनपूर्वकं रावणान्त्येष्टिसंस्कारार्थं तं प्रत्यादेशदानम् 
११० - रावणस्य स्त्रीणां विलापः 
१११ - मन्दोदर्या विलापो रावणशवस्य दाहश्च 
११२ - विभीषणस्य राज्याभिषेकः श्रीरामेण हनुमद्द्वारा सीतां प्रति संदेशस्य प्रेषणम् 
११३ - सीतया सह संलप्य निवृत्तेन हनुमता श्रीरामं प्रति तस्याः संदेशस्य श्रावणम्
११४ - श्रीरामस्याज्ञया विभीषणेन सीतायास्तत्समीप आनयनं सीताकर्तृकं प्रियतममुखचन्द्रस्य दर्शनं च 
११५ - सीतायाश्चरित्रं संदिह्य तामनङ्गीकृत्य श्रीरामेण तां प्रत्यन्यत्र कुत्रापि गन्तुमादेशदानम्
११६ - श्रीरामाय सोपालम्भं प्रतिवचनं दत्त्वा स्वसतीत्वपरीक्षार्थं सीताया अग्नौ प्रवेशः
११७ - श्रीरामस्य पार्श्वे देवानामागमनं ब्रह्मणा तस्य भगवत्तायाः प्रतिपादनं स्तवनं च
११८ - चितां विधूय सीतामादाय मूर्तिमतोऽग्निदेवस्य प्रकटनं सीतां श्रीरामाय समर्प्य तस्याः पवित्रतायाः प्रमाणीकरणं श्रीरामेण सहर्षं सीतायाः स्वीकरणं च
११९ - श्रीमहादेवस्याज्ञया श्रीरामलक्ष्मणाभ्यां विमानेनागतस्य राज्ञो दशरथस्याभिवादनं पुत्राभ्यां सीतायै चावश्यकं संदिश्य तस्येन्द्रलोके गमनं च
१२० - श्रीरामस्यानुनयेनेन्द्रेण मृतवानराणामुज्जीवनं देवानां प्रस्थानं वानरसेनाया विश्रामश्च
१२१ - श्रीरामस्यायोध्यायां गन्तुमुद्यमनं तदाज्ञया विभीषणेन पुष्पकस्यानयनं च
१२२ - श्रीरामस्याज्ञया बिभीषणेन वानराणां भृशं सत्कारो बिभीषणं वानरांश्च सहैवादाय श्रीरामस्य पुष्पकेणायोध्यां प्रति प्रस्थानं च
१२३ - अयोध्यां गच्छन् श्रीरामः सीतां मार्गस्थानान्यदर्शयत्
१२४ - भरद्वाजाश्रमेऽवतीर्य श्रीरामेण महर्षेर्दर्शनं ततो वरग्रहणं च
१२५ - हनुमता निषादराजं गुहं श्रीभरतं चोपगम्य श्रीरामागमनस्य सूचनं ततः प्रसन्नेन भरतेन तस्मा उपहारं दातुमुद्घोषणं च
१२६ - हनुमता भरतं प्रति श्रीरामलक्ष्मणसीताकर्तृकवनवाससम्बन्धिना समेषां वृत्तानां श्रावणम्
१२७ - अयोध्यायां श्रीरामस्य सत्कारार्थमायोजनम्, श्रीरामं प्रत्युद्गन्तुमनसां सर्वेषां जनानां भरतेन सह नन्दिग्रामे गमनम्, श्रीरामस्यागमनं भरतादिभिः सह तस्य समागमः पुष्पकविमानस्य तेन कुबेरपार्श्वे प्रेषणं च
१२८ - भरतेन श्रीरामाय राज्यस्य पुनः प्रत्यर्पणं श्रीरामस्य नगरे गमनं राज्येऽभिषेकः वानराणां प्रस्थापनं ग्रन्थस्य माहात्म्यं च
                </pre>
                <button id="more6" class="lang-btn" style="margin:0.2em">More</button>
                <button id="less6" class="lang-btn" style="margin:0.2em">Less</button> 
                </div>
                </div>

                <div id="seventhSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em;margin-bottom:1em">
                <div>
                    <h2 style="color:green;display:inline;font-size: 2em;">उत्तरकाण्डे</h2>

                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b8">
१ - श्रीरामस्य राजसभायां महर्षिणामागमनं तैः सह तस्य वार्तालापः श्रीरामस्य प्रश्नाश्च
२ - अगस्त्येन पुलस्त्य गुणतपसोर्वर्णनं ततो विश्रवस उत्पत्तेः कथनं च
३ - विश्रवसो वैश्रवणस्योत्पत्तेस्तपसो वरप्राप्तेर्लङ्कायां निवासस्य च वर्णनम्
४ - राक्षसवंशवर्णनं हेतिविद्युत्केशसुकेशानामुत्पत्तिः
५ - सुकेशसंततीनां माल्यवत्सुमालिमालिनां संतानस्य वर्णनम्
६ - भगवतः शिवस्य सम्मत्या देवानां रक्षोवधार्थं श्रीविष्णोः शरणग्रहणं ततः समाश्वस्तानां च निवर्तनं देवानामुपरि रक्षसामाक्रमणं देवानां साहाय्यकरणाय श्रीविष्णोरागमनं च
७ - विष्णुना रक्षसां संहारस्तेषां पलायनं च
८ - माल्यवतो युद्धं पराजयश्च सुमालिप्रभृतीनां रक्षसां रसातले प्रवेशः
९ - रावणप्रभृतीनां जन्म तेषां तपःकरणार्थं गोकर्णाश्रमे प्रवेशः
१० - रावणादीनां तपोवरप्राप्तिश्च
                </pre>
                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit b8" id="uttaramore">
११ - रावणस्य संदेशं श्रुत्वा पितुराज्ञया लङ्कां हित्वा कुबेरस्य कैलासे गमनम् लङ्कायां रावणस्याभिषेको रक्षसां वासश्च
१२ - शूर्पणखाया विवाहो रावणादीनां च परिणयो मेघनादस्य जन्म च
१३ - रावणेन निर्मापिते शयनागारे कुम्भकर्णस्य शयनं रावणस्यात्याचारः कुबेरेण दूतं प्रेष्य तस्य प्रबोधनं क्रुद्धेन रावणेन दूतस्य वधश्च
१४ - मन्त्रिभिः सहितस्य रावणस्य यक्षाणामुपर्याक्रमणं तेषां पराजयश्च
१५ - माणिभद्रकुबेरयोः पराजयो रावणेन पुष्पकस्यापहरणं च
१६ - नन्दीश्वरस्य रावणं प्रति शापः, भगवता शङ्करेण रावणस्य मानभङ्गस्ततस्तस्य खड्गप्राप्तिश्च
१७ - रावणेन तिरस्कृताया ब्रह्मर्षिकन्याया वेदवत्यास्तस्मै शापं दत्त्वाग्नौ प्रवेशो जन्मान्तरे सीतारूपेण तस्याः प्रादुर्भावश्च
१८ - रावणेन मरुत्तस्य पराजय इन्द्रादिभिर्मयूरादिभ्यो वरदानं च
१९ - रावणेनानरण्यस्य वधस्ततस्तस्य शापप्राप्तिश्च
२० - नारदेन रावणस्य प्रबोधनं तस्य प्रेरणया रावणस्य युद्धार्थं यमलोके गमनं नारदस्य तद्विषये विचारश्च 
२१ - रावणकर्तृकं यमलोकस्योपर्याक्रमणं तेन यमसैनिकानां संहरणं च
२२ - यमरावणयोर्युद्धं यमेन रावणवधार्थमुत्थापितस्य कालदण्डस्य ब्रह्मण आज्ञया निवर्तनं विजयिनो रावणस्य यमलोकात् प्रस्थानं च
२३ - रावणस्य निवातकवचैः सह मैत्री रावणेन कालकेयानां वधो वरुणपुत्राणां पराजयश्च
२४ - रावणेनापहृतानां देवादिकन्यानां स्त्रीणां च विलापस्तं प्रति शापश्च रावणेन शूर्पणखाया आश्वासनं खरेण सह तस्या दण्डकारण्ये प्रेषणं च
२५ - यज्ञैर्मेघनादस्य साफल्यं बिभीषणेन रावणं प्रति परस्त्रीहरणदोषाणां वर्णनं कुम्भीनसीमाश्वास्य मधुना सह रावणस्य देवलोकोपर्याक्रमणम्
२६ - रावणस्य रम्भाया उपरि बलात्कारो नलकूबरेण रावणाय घोरशापदानं च
२७ - सेनासहितस्य रावणस्येन्द्रलोकोपरि समाक्रमणमिन्द्रेण विष्णुं प्रति साहाय्यार्थं प्रार्थनं रावणं भाविनि काले हरिष्यसीति प्रतिज्ञाय विष्णुनेन्द्रस्य निवर्तनं देवैः सह रक्षसां युद्धं वसुना सुमालिनो वधश्च
२८ - मेघनादजयन्तयोर्युद्धं पुलोम्ना जयन्तस्यान्यत्रापनयनमिन्द्रस्य रणभूमौ प्रवेशो रुद्रैर्मरुद्भिश्च राक्षससेनायाः संहार इन्द्ररावणयोर्युद्धम्
२९ - रावणस्य देवसेनामध्यतो निर्गमनं तं निग्रहीतुं देवानां प्रयत्नो मेघनादेन माययेन्द्रस्य निग्रहणं विजयमुपेतस्य तस्य सेनया सह लङ्कां प्रति प्रस्थानम्
३० - ब्रह्मणेन्द्रजिते वरं प्रदाय तद्बन्धनत इन्द्रस्य मोचनं तदीयं पूर्वकृतमघं स्मारयित्वा तत्कर्तृकवैष्णवयागस्यानुष्ठानाय सम्मतिदानं तं यज्ञं पूरयित्वेन्द्रस्य स्वर्गलोके गमनम्
३१ - रावणस्य माहिष्मत्यां गमनं तत्रत्यं राजानमर्जुनमनुपलभ्य मन्त्रिभिः सह तेन विन्ध्यगिरिपार्श्वे नर्मदायां स्नात्वा भगवतः शिवस्य समाराधनम्
३२ - अर्जुनस्य भुजाभिर्नर्मदायाः प्रवाहस्यावरोधो रावणसंचितपुष्पोपहारस्य जले वहनं रावणादिनिशाचरैः सहार्जुनस्य युद्धं रावणं निगृह्यार्जुनस्य स्वनगरे प्रस्थानम्
३३ - पुलस्त्येन रावणस्यार्जुनबन्धनतो मोचनम्
३४ - वालिना रावणस्य पराभवो रावणस्य तेन सह मैत्रीभावश्च
३५ - हनुमत उत्पत्तिः शैशवावस्थायामस्य सूर्यराह्वैरावतोपर्याक्रमणमिन्द्रस्य वज्रतो मारुतेर्मूर्च्छनं मरुतो रोषात् प्राणिनां दुःखं तत्प्रसादनाय देवैः सह ब्रह्मणो वायोः पार्श्व आगमनम् 
३६ - हनुमन्तं जीवयित्वा ब्रह्मादि देवैस्तस्मै वरप्रदानं तमादाय वायोरञ्जनागृहे गममन्, ऋषिशापाद्धनुमतः स्वबलस्य विस्मृतिः, श्रीरामेण स्वयज्ञे समागन्तुं प्रार्थ्यागस्त्यप्रभृतीनां विसर्जनम्
३७ - श्रीरामस्य सदस्यैः सह राजसभायामुपवेशनम् 
३८ - श्रीरामेण जनकयुधाजित्प्रतर्दनप्रभृतीनां भूपानां स्वदेशे प्रस्थापनम्
३९ - राजभिः श्रीरामायोपहारस्य प्रेषणं तमादाय श्रीरामेण स्वमित्रेभ्यो वानरादिभ्यस्तस्य वितरणं वानरादीनां तत्र सुखेनावस्थानम्
४० - श्रीरामेण वानरर्क्षरक्षसां स्वदेशे प्रस्थापनम्
४१ - कुबेरप्रहितस्य पुष्पकविमानस्यागमनं श्रीरामेण पूजितस्यानुगृहीतस्य च तस्य तिरोभावो भरतेन रामराज्यस्याद्धुतप्रभावाणां वर्णनम्
४२ - अशोकवाटिकायां श्रीसीतारामयोर्विहारो गर्भवत्याः सीतायास्तपोवनं द्रष्टुमिच्छाया उदयः श्रीरामेण तदर्थं स्वीकृतिप्रदानम्
४३ - भद्रेण पौराणां मुखादाकर्णितायाः सीताविषयकाशुभचर्चायाः श्रीरामसमक्षे निवेदनम् 
४४ - श्रीरामस्याज्ञया समेषां भ्रातॄणां तत्पार्श्वम् आगमनम्
४५ - बन्धूनां समक्षे सर्वत्र प्रसृतस्य लोकापवादस्य वर्णनं कृत्वा श्रीरामेण सीतां वने विसर्जयितुं लक्ष्मणं प्रत्यादेशः
४६ - सीतां रथ उपवेश्य वने परित्यक्तुं लक्ष्मणस्य गमनं गङ्गातटे समुपस्थानं च 
४७ - नावा सीतां गङ्गापारं नीत्वा लक्ष्मणेन तां प्रति दुःखेन तदीयपरित्यागवार्तायाः प्रकटनम्
४८ - सीतायाः सदुःखं वचनं श्रीरामं प्रति तस्याः संदेशो लक्ष्मणस्य गमनं सीताया विलापश्च
४९ - मुनिकुमारेभ्यः श्रुत्वा वाल्मीकेः सीतापार्श्व आगमनं तेन तस्यै सात्त्वनाप्रदानं तस्याः स्वाश्रमे समानयनं च
५० - लक्ष्मणसुमन्त्रयोः संवादः
५१ - मार्गे सुमन्त्रेण दुर्वाससो मुखादाकर्णितां भृगुशापकथां किञ्चिद् भाववृत्तं च वर्णयित्वा दुःखान्विताय लक्ष्मणाय सात्त्वनादानम्
५२ - अयोध्याया रामभवने प्रविष्टेन लक्ष्मणेन खिन्नं श्रीरामं दृष्ट्वा तस्मै सात्त्वनादानम्
५३ - श्रीरामेण कार्यार्थिनामुपेक्षातो मृगसम्बन्धिशापकथां श्रावयित्वा लक्ष्मणस्य कार्यार्थिनां निरीक्षणाय नियोजनम् 
५४ - राज्ञा नृगेण स्वपुत्राय राज्यं दत्त्वा भूमौ रुचिरं गर्तं निर्माण्य तत्र प्रविश्य शापस्योपभोगकरणम्
५५ - राज्ञो निमेर्वसिष्ठस्य च मिथः शापेन देहत्यागः
५६ - ब्रह्मणः कथनेन वसिष्ठस्य वरुणरेतसि समावेशो वरुणेनोर्वशीसमीपे एकस्मिन् कलशे स्ववीर्यस्याधानं मित्रशापेनोर्वश्या भूतले पुरूरवसः पार्श्वेस्थित्वा पुत्रस्योत्पादनम्
५७ - वसिष्ठकर्तृकं नूतनदेहधारणं निमेः प्राणिनां नयनेषु निवासश्च
५८ - ययातिं प्रति शुक्राचार्यस्य शापः
५९ - ययातिना पुत्राय पूरवे वार्धक्यं दत्त्वा तदीय यौवनस्य ग्रहणं भोगतृप्तेन तेन पुनश्चिरकालमनु तस्मै तदीययौवनस्य प्रत्यावर्तनं पूरोः पितू राज्येऽभिषेको यदुं प्रति पितुः शापश्च 
                </pre>
                <button id="more7" class="lang-btn" style="margin:0.2em">More</button>
                <button id="less7" class="lang-btn" style="margin:0.2em">Less</button> 
                </div>
                </div>

                <div id="eighthSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em;margin-bottom:1em">
                <div>
                    <h2 style="color:green;display:inline;font-size: 2em;">प्रक्षिप्तसर्गे</h2>

                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit">
१ - श्रीरामद्वारि कार्यार्थिनः शून आगमनं राजसभायां तमानेतुं श्रीरामस्य लक्ष्मणं प्रत्यादेशः
२ - श्वानं प्रति श्रीरामस्य न्यायस्तदिच्छया तत्ताडकस्य ब्राह्मणस्य मठाधीशपदे प्रतिष्ठापनं शुना मठाधीशत्वदोषाणां प्रतिपादनम् 

६० - श्रीरामस्य राजसभायां यमुनातीरवासिनामृषीणां शुभागमनं श्रीरामेण तान् सत्कृत्य तेषामभीष्टं पूरयितुं प्रतिज्ञापनमृषिभिस्तस्य प्रशंसनं च
६१ - मधुनोपलव्धस्य वरस्य लवणासुरबलस्य तदत्याचारस्य च वर्णनं कृत्वा ततः प्राप्तं भयं दूरीकर्तुं श्रीराघवं प्रति मुनिभिः प्रार्थनाकरणम् 
६२ - श्रीरामस्य मुनीन् प्रति लवणासुरस्याहारविहारविषये प्रश्नः शत्रुघ्नस्य रुचिं ज्ञात्वा तेन तस्य लवणवधे नियोजनं च
६३ - श्रीरामेण शत्रुघ्नस्य मधुराराज्येऽभिषेचनं लवणशूलादात्मरक्षां कर्तुमुपायस्य तं प्रति कथनं च 
६४ - श्रीरामस्याज्ञया सेनामग्रे प्रेष्य मासमनु शत्रुघ्नस्य मधुरां प्रति प्रस्थानम्
६५ - वाल्मीकिना शत्रुघ्नं प्रति सौदासस्य कल्माषपादस्य कथायाः श्रावणम्
६६ - सीतागर्भतः पुत्रद्वयस्य जन्म वाल्मीकिना तयो रक्षाव्यवस्थाकरणममुना वृत्तेन प्रसन्नस्य शत्रुघ्नस्य ततः प्रस्थाय यमुनातटे गमनं च
६७ - च्यवनेन शत्रुघ्नं प्रति लवणासुरशूलशक्तिं परिचाययता पूर्वघटितस्य राज्ञो मान्धातुर्वधस्य श्रावणम्
६८ - लवणासुरस्याहारार्थं निर्गमनं शत्रुघ्नस्य मधुपुरीद्वारि समवस्थानं निवृत्तेन लवणेन सह तस्य सरोषो वार्तालापश्च
६९ - शत्रुघ्नलवणयोर्युद्धं लवणस्य वधश्च
७० - देवेभ्यो लब्धवरस्य शत्रुघ्नस्य मधुपुरीं निवेश्य ततः श्रीरामपार्श्वे गन्तुं विचारः
                </pre>
                <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit" id="prakshiptamore">
७१ - अल्पैः सैनिकैः सह शत्रुघ्नस्यायोध्यां प्रति प्रस्थानं मार्गे वाल्मीक्याश्रमे श्रीरामचरितस्य गानं श्रुत्वा तेषां विस्मयः
७२ - वाल्मीकितो लब्धानुज्ञस्य शनुघ्नस्यायोध्यां गत्वा श्रीरामादिभिः सह समागमः सप्त दिनानि तत्रोषित्वा ततः पुनर्मधुरां प्रति प्रस्थानं च
७३ - स्वीयं मृतं बालकमुपादाय राजद्वारि समागत्य कस्यचिद् ब्राह्मणस्य विलापः
७४ - नारदेन श्रीरामं प्रति तपस्विनः शूद्रस्याधर्माचरणमेव विप्रबालकमरणे कारणमिति कथनम्
७५ - पुष्पकमारूढेन श्रीरामेण स्वराज्यस्य सर्वदिक्षु भ्रान्त्वा दुष्कर्मणोऽनुसंधानं सर्वत्र सत्कर्मैव दृष्ट्वा दक्षिणस्यां दिशि तपस्विनः शूद्रस्य पार्श्वे गमनम्
७६ - श्रीरामेण शम्बूकस्य वधस्तस्य देवैः प्रशंसनम्, अगस्त्याश्रमे महर्षिणागस्त्येन तस्य सत्कारस्तदर्थमाभूषणदानं च
७७ - महर्षिणागस्त्येन श्रीरामं प्रति स्वर्गिपुरुषकर्तृकशवभक्षणप्रसंगस्य श्रावणम्
७८ - अगस्त्यं प्रति स्वकीयकुत्सिताहारप्राप्तिकारणं वर्णयता श्वेतेन ब्रह्मणा सह संजाताया वार्ताया उपस्थापनमगस्त्याय दिव्याभूषणस्य दानेन तस्य क्षुत्तृषाकष्टतो मुक्तिश्च
७९ - इक्ष्वाकुसुतस्य दण्डस्य राज्यम्
८० - दण्डस्य भार्गवकन्यया सह बलात्कारः
८१ - शुक्रस्य शापेन सपरिवारस्य दण्डस्य तदीयराज्यस्य च विनाशः
८२ - अगस्त्याश्रमाच्छ्रीरामस्यायोध्यां प्रति प्रस्थानम्
८३ - भरतस्य सम्मत्या श्रीरामस्य राजसूययज्ञकरणविषयकविचारतो विनिवृत्तिः
८४ - अश्वमेधं प्रस्तुवता लक्ष्यणेनेन्द्रवृत्रयोः कथाया उपस्थापनं वृत्रस्य तप इन्द्रस्य विष्णुं प्रति तद्वधार्थमनुरोधः
८५ - इन्द्र तदीये वज्रादौ च वैष्णवतेजसः प्रवेश इन्द्रवज्रेण वृत्रस्य वधो ब्रह्महत्ययाऽऽक्रान्तस्येन्द्रस्य तमोमयप्रदेशे गमनम्
८६ - इन्द्रं विना जगत्यशान्तिरश्वमेधानुष्ठानेनेन्द्रस्य ब्रह्महत्यातो मुक्तिश्च
८७ - श्रीरामेण लक्ष्मणं प्रतीलोपाख्यानस्य कथनम्, इलस्य मासावधिकस्त्रीत्वस्य मासावधिकपुरुषत्वस्य च प्राप्तिः
८८ - इलाबुधयोर्मिथो दर्शनं बुधेनेलासहचरीणां किंपुरुषीति नाम विधाय पर्वतेऽवस्थानाय प्रेषणम्
८९ - इलाबुधयोः समागमः पुरूरवस उत्पत्तिश्च
९० - अश्वमेधानुष्ठानेनेलायाः पुरुषत्वस्य प्राप्तिः
९१ - श्रीरामस्यादेशेनाश्वमेधयज्ञस्यायोजनम् 
९२ - श्रीरामाश्वमेधे दानमानयोरुत्कर्षः 
९३ - श्रीरामस्य यज्ञे वाल्मीकेरागमनं रामायणगानार्थं तस्य कुशीलवौ प्रत्यादेशः 
९४ - कुशलवकर्तृकं रामायणकाव्यगानं श्रीरामेण तस्य सभायां श्रवणम् 
९५ - स्वीयां शुद्धिं समर्थयितुं सीताशपथं करोत्विति श्रीरामस्य विचारः
९६ - वाल्मीकिना सीतायाः शुद्धेः समर्थनम् 
९७ - सीताकर्तृकं शपथग्रहणं रसातले प्रवेशनं च
९८ - सीतायाः कृते श्रीरामस्य शोकः, ब्रह्मणा तस्य सान्त्वनमुत्तरकाण्डशेषांशं श्रोतुं प्रेरणं च
९९ - सीताया रसातलप्रवेशमनु श्रीरामस्य जीवनचर्या श्रीरामराज्यस्य स्थितिः श्रीराममातॄणां परलोकगमनादेर्वर्णनं च
१०० - केकयदेशादुपायनमादाय गार्ग्यस्य गमनं तत्प्रत्तं संदेशमनुसूत्य श्रीरामस्यादेशेन कुमारद्वयसहितस्य भरतस्य गन्धर्वदेशोपर्याक्रमणं कर्तुं प्रस्थानं च
१०१ - गन्धर्वानाक्रम्य संहृत्य च तत्र द्वे नगरे निवेश्य द्वाभ्यां पुत्राभ्यां समर्प्य भरतस्य पुनरयोध्यायां निवृत्तिः 
१०२ - श्रीरामस्याज्ञया भरतलक्ष्मणाभ्यां कारुपथदेशे पृथक् पृथग राज्येऽङ्गदचन्द्रकेत्वोर्नियोजनम्
१०३ - श्रीरामपार्श्वे कालस्यागमनं समयं कृत्वा तेन सह तस्य वार्तालापायोद्यमः
१०४ - श्रीरामं प्रति कालेन ब्रह्मणः संदेशस्य कथनं श्रीरामेण तस्याङ्गीकरणं च
१०५ - दुर्वाससः शापभयाल्लक्ष्मणस्य नियमभङ्गपूर्वकं श्रीरामपार्श्वे तदागमनं सूचयितुं गमनं श्रीरामेण दुर्वाससे भोजनदानं तस्मिन् गते तस्य मनसि लक्ष्मणविषयिणी चिन्ता
१०६ - श्रीरामेण परित्यक्तस्य लक्ष्मणस्य सशरीरं स्वर्गे गमनम्
१०७ - वसिष्ठस्याज्ञया पौरानात्मना सह परमधाम नेतुं श्रीरामस्य विचारः कुशस्य लवस्य च तेन राज्येऽभिषेचनम्
१०८ - भ्रातृभिः कपिभिर्ऋक्षैश्च सह परमधाम गन्तुं श्री रामस्य निश्चयो विभीषणं हनुमन्तं जाम्बवन्तं मैन्दं द्विविदं च प्रति भूतल एव स्थातुं तस्यादेशः
१०९ - परं धाम गन्तुं निर्गतेन श्रीरामेण सह समेषामयोध्यावासिनामपि प्रस्थानम्
११० - भ्रातृभिः सहितस्य सदेहस्य श्रीरामस्य स्वीये वैष्णवे तेजसि प्रवेशस्तेन सहागतानां लोकानां संतानकाख्यस्य लोकस्य प्राप्तिः
१११ - श्रीरामायणकाव्यस्योपसंहारस्तस्य महिमा च
                </pre>
                <button id="more8" class="lang-btn" style="margin:0.2em">More</button>
                <button id="less8" class="lang-btn" style="margin:0.2em">Less</button> 
                </div>
                </div>

<script>

function gotoKanda(sectionName){
    $("html, body").animate({
        'scrollTop':   $("#"+sectionName).offset().top
    }, 200);
}

$(document).ready(function () {

$("#balamore").hide();
$("#ayodhyamore").hide();
$("#aranyamore").hide();
$("#kishkindhamore").hide();
$("#sundaramore").hide();
$("#yuddhamore").hide();
$("#uttaramore").hide();
$("#prakshiptamore").hide();



$("#less1").hide();
$("#less2").hide();
$("#less3").hide();
$("#less4").hide();
$("#less5").hide();
$("#less6").hide();
$("#less7").hide();
$("#less8").hide();




$("#more1").click(function(){
    $("#balamore").slideDown(2000);
    $("#more1").hide();
    $("#less1").show();
});

$("#less1").click(function(){
    $("#balamore").hide();
    $("#more1").show();
    $("#less1").hide();
    $("html, body").animate({
        'scrollTop':   $('#firstSection').offset().top
    }, 200);
});

$("#more2").click(function(){
    $("#ayodhyamore").slideDown(2000);
    $("#more2").hide();
    $("#less2").show();
});

$("#less2").click(function(){
    $("#ayodhyamore").hide();
    $("#more2").show();
    $("#less2").hide();
    $("html, body").animate({
        'scrollTop':   $('#secondSection').offset().top
    }, 200);
});

$("#more3").click(function(){
    $("#aranyamore").slideDown(2000);
    $("#more3").hide();
    $("#less3").show();
});

$("#less3").click(function(){
    $("#aranyamore").hide();
    $("#more3").show();
    $("#less3").hide();
    $("html, body").animate({
        'scrollTop':   $('#thirdSection').offset().top
    }, 200);
});

$("#more4").click(function(){
    $("#kishkindhamore").slideDown(2000);
    $("#more4").hide();
    $("#less4").show();
});

$("#less4").click(function(){
    $("#kishkindhamore").hide();
    $("#more4").show();
    $("#less4").hide();
    $("html, body").animate({
        'scrollTop':   $('#fourthSection').offset().top
    }, 200);
});

$("#more5").click(function(){
    $("#sundaramore").slideDown(2000);
    $("#more5").hide();
    $("#less5").show();
});

$("#less5").click(function(){
    $("#sundaramore").hide();
    $("#more5").show();
    $("#less5").hide();
    $("html, body").animate({
        'scrollTop':   $('#fifthSection').offset().top
    }, 200);
});

$("#more6").click(function(){
    $("#yuddhamore").slideDown(2000);
    $("#more6").hide();
    $("#less6").show();
});

$("#less6").click(function(){
    $("#yuddhamore").hide();
    $("#more6").show();
    $("#less6").hide();
    $("html, body").animate({
        'scrollTop':   $('#sixthSection').offset().top
    }, 200);
});

$("#more7").click(function(){
    $("#uttaramore").slideDown(2000);
    $("#more7").hide();
    $("#less7").show();
});

$("#less7").click(function(){
    $("#uttaramore").hide();
    $("#more7").show();
    $("#less7").hide();
    $("html, body").animate({
        'scrollTop':   $('#seventhSection').offset().top
    }, 200);
});

$("#more8").click(function(){
    $("#prakshiptamore").slideDown(2000);
    $("#more8").hide();
    $("#less8").show();
});

$("#less8").click(function(){
    $("#prakshiptamore").hide();
    $("#more8").show();
    $("#less8").hide();
    $("html, body").animate({
        'scrollTop':   $('#eighthSection').offset().top
    }, 200);
});

})

</script>


    
        <!-- Footer Start -->
        <footer class="footer-area">
            <div class="main-footer">
                <div class="container">
                    <div class="row">
                        <div class="col-lg-4 col-md-6">
                            <div class="single-widget pr-60">
                                <div class="footer-logo pb-5">
                                    <a href="home.php"><img src="images/logo.png" alt="Samskrtam" style="width:200px"></a>
                                </div>
                                <div class="footer-social">
                                    <ul>
                                        <li><a href="https://www.facebook.com/svarvaniprakash"><i class="zmdi zmdi-facebook customicon"></i></a></li>
                                        <li><a href="https://www.pinterest.com/"><i class="zmdi zmdi-pinterest customicon"></i></a></li>
                                        <li><a href="https://www.youtube.com/c/SvarvaniPrakashaTheLightofSamskrtam/featured"><i class="zmdi zmdi-youtube customicon"></i></a></li>
                                        <li><a href="https://www.instagram.com/svarvani24/"><i class="zmdi zmdi-instagram customicon"></i></a></li>
                                        <li><a href="https://twitter.com/SvarvaniS"><i class="zmdi zmdi-twitter customicon"></i></a></li>
                                    </ul>    
                                </div>
                            </div>
                        </div>
<!--                         <div class="col-lg-3 col-md-6">
                            <div class="single-widget">
                                <h3>information</h3>
                                <ul>
                                    <li><a href="#">Link 1</a></li>
                                    <li><a href="#">Link 2</a></li>
                                    <li><a href="event.html">Events</a></li>
                                    <li><a href="#">Other info</a></li>
                                    <li><a href="#">TimeTable</a></li>
                                </ul>
                            </div>
                        </div> -->
                        <div class="col-lg-4 col-md-6 pt-4 pt-lg-0">
                            <div class="single-widget">
                                <h3>useful links</h3>
                                <ul>
                                    <li><a href="https://twitter.com/SvarvaniS">Twitter</a></li>
                                    <li><a href="https://www.facebook.com/svarvaniprakash">Facebook</a></li>
                                    <li><a href="https://www.instagram.com/svarvani24/">Instagram</a></li>
                                    <li><a href="https://www.youtube.com/c/SvarvaniPrakashaTheLightofSamskrtam/featured">YouTube</a></li>
                                    <li><a href="https://www.pinterest.com/">Pinterest</a></li>
                                </ul>
                            </div>
                        </div>
                        <div class="col-lg-4 col-md-6 pt-4 pt-lg-0">
                            <div class="single-widget">
                                <h3>get in touch</h3>
                                <p>Please reach us at: </p>
                                <p>samskrta.usha@gmail.com<br>https://samskrtam.info</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>   
            <div class="footer-bottom text-center">
                <div class="container">
                    <div class="row">
                        <div class="col-12">
                            <p>Copyright © <a href="index.html">Svarvani Prakasha</a> 2023. All Right Reserved By <a href="https://samskrtam.info" target="_blank">Svarvani</a></p>
                        </div> 
                    </div>
                </div>    
            </div>
        </footer>
        <!-- Footer End -->


        
        <script src="js/vendor/jquery-migrate-3.3.2.min.js"></script>
        <script src="js/bootstrap.bundle.min.js"></script>
        <script src="js/jquery.meanmenu.js"></script>
        <script src="js/jquery.magnific-popup.js"></script>
        <script src="js/ajax-mail.js"></script>
        <script src="js/owl.carousel.min.js"></script>
        <script src="js/jquery.mb.YTPlayer.js"></script>
        <script src="js/jquery.nicescroll.min.js"></script>
        <script src="js/plugins.js"></script>
        <script src="js/main.js"></script>
        <script src="js/samskrtam.js"></script>
    </body>
</html>