    
    <!doctype html>
<html class="no-js" lang="en">
    <head>
        <base href="/">
        <meta charset="utf-8">
        <meta http-equiv="x-ua-compatible" content="ie=edge">
        <title>सुलक्षणाचरितम् - Sulakshanaacharitam</title>
        <meta name="description" content="Learn and Read Sanskrit - Samskrtam - Anvaya - Sulakshanaacharitam">
        <meta name="viewport" content="width=device-width, initial-scale=1">

        <!-- Favicon -->
        <link rel="shortcut icon" type="image/x-icon" href="./img/favicon.png">

        <link rel="stylesheet" href="css/bootstrap.min.css">
        <link rel="stylesheet" href="css/animate.min.css">
        <link rel="stylesheet" href="css/meanmenu.css">
        <link rel="stylesheet" href="css/magnific-popup.css">
        <link rel="stylesheet" href="css/owl.carousel.min.css">
        <link rel="stylesheet" href="css/font-awesome.min.css">
        <link rel="stylesheet" href="css/et-line-icon.css">
        <link rel="stylesheet" href="css/reset.css">
        <link rel="stylesheet" href="css/ionicons.min.css">
        <link rel="stylesheet" href="css/material-design-iconic-font.min.css">
        <link rel="stylesheet" href="css/style.css?v=16">
        <link rel="stylesheet" href="css/responsive.css">
        <script src="js/vendor/modernizr-3.11.2.min.js"></script>
        <script src="js/vendor/jquery-3.6.0.min.js"></script>
        <script type="text/javascript" src="js/freeze-table.js"></script>
        <script type="text/javascript" src="js/samskrtam.js"></script>

                    <script id="aksharamukhascript" src="https://cdn.jsdelivr.net/gh/virtualvinodh/aksharamukha/aksharamukha-web-plugin/aksharamukha-v3.js"></script>
        
    </head>
    <body>
        <!--[if lt IE 8]>
        <p class="browserupgrade">You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.</p>
        <![endif]-->


        <div class="header-top">
            <div class="container">
                <div class="row">
                        <!-- <div class="col-md-3 col-sm-5 col-6">
                            <div class="logo">
                                <a href="home.php"><img src="img/logo/logif.jpeg" alt="Samskrtam logo" style="width:30px;height:20px" /></a>
                            </div>
                        </div> -->
                        <div class="col-md-12 col-sm-12">
                            <div class="header-top-right text-md-end">
                                <ul>
                                    <li><a href="home.php">Home</a></li>
                                    <li><a href="home.php">Contact</a></li>
                                    <li><a href="home.php">About</a></li>
                                    <li><a href="donate.php">Donate</a></li>
                                    <li><a href="home.php">Useful Links</a></li>
                                </ul>
                            </div>
                    </div>
                </div>
            </div>
        </div>

        <!-- Banner Area Start -->
        <div class="banner-area-wrapper">
            <div class="banner-area1 text-center">  
                <div class="container">
                    <div class="row">
                        <div class="col-12">
                            <div class="banner-content-wrapper">
                                <div class="banner-content">
                                    <h2></h2> 
                                </div> 
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>    
        <!-- Banner Area End -->
        <!-- Header Area Start -->
		<header class="top">
			<div class="header-area two header-sticky">
				<div class="container">
					<div class="row">
                        <div class="col-md-3 col-sm-5 col-6">
                            <div class="logo">
                                <a href="home.php"></a>
                            </div>
                        </div>
						<div class="col-md-9 col-sm-7 col-6">
                            <div class="content-wrapper text-end">
                                <!-- Main Menu Start -->
                                <div class="main-menu">
                                    <nav>
                                        <ul>
                                            <li><a href="stotras.php">Stotras</a></li>
                                            <li><a href="home.php">Songs</a></li>
                                             <li class="hidden-sm"><a href="texts.php">Text Contents</a></li>
                                             <li class="hidden-sm"><a href="courses.php">Lessons</a></li>
                                             <li class="hidden-sm"><a href="home.php">Articles</a></li>    
                                             <li class="hidden-sm"><a href="prahelikas.php">ప్రహేళికలు</a></li>                                         
                                            <li><a href="home.php">Other</a>
                                                <ul>
                                                    <li><a href="home.php">Worker Links</a></li>
                                                    <li><a href="donate.php">Donate</a></li>
                                                    <li><a href="donate.php">Blogs</a></li>
                                                </ul>
                                            </li>
                                            
                                            
                                        </ul>
                                    </nav>
                                </div>
                                <!--Search Form Start-->
<!--                                 <div class="search-btn">
                                    <ul class="header-search search-toggle">
                                        <li class="search-menu">
                                            <i class="fa fa-search"></i>
                                        </li>
                                    </ul>
                                    <div class="search">
                                        <div class="search-form">
                                            <form id="search-form" action="#">
                                                <input type="search" placeholder="Search here..." name="search" />
                                                <button type="submit">
                                                    <span><i class="fa fa-search"></i></span>
                                                </button>
                                            </form>                                
                                        </div>
                                    </div>
                                </div> -->
                                <!--End of Search Form-->
                                <!-- Main Menu End -->
                            </div>
						</div>
                        <div class="col-12">
                            <div class="mobile-menu hidden-sm"></div> 
                        </div>
					</div>
				</div>
			</div>
		</header>
		<!-- Header Area End -->


    
    
    <div class="subscribe-area pt-60 pb-70">
        <div class="container">

            <div style="color: green;">
                <a href="home.php" class="crumb">Home</a> >> <a href="texts.php" class="crumb">Text Contents</a> >> 
                Anvayas - सुलक्षणाचरितम्
            </div>

            <div class="row sanskrit" style="margin-bottom:1em">
                <div class="col-lg-8 offset-lg-2">
                    <div class="subscribe-content section-title text-center">
                        <h2 style="color:blue">सुलक्षणाचरितम्</h2>
                    </div>
                </div>
            </div>



            <div id="firstSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em;margin-bottom:1em">
                <div>
                    <h2 style="color:blue;font-size:2em">सार्थान्वयः</h2>
                    <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit">
<span style="font-weight: bolder;color:green">भागः-1</span>
            अथ उत्तरस्याम् आशायाम् (=दिशि) अर्काख्यं कुण्डम् उत्तमम्  (अस्ति)। तत्र उत्तरार्केण नाम्ना रश्मिमाली (=सूर्यः) व्यवस्थितः । दुःखसङ्घातं तापयन्, साधून् आप्याययन् (=प्रीणयन्), उत्तरार्कः महातेजाः रविः सर्वदा काशीं रक्षति । सुव्रत, तत्र यः इतिहासः वृत्तः, तं निशामय (=श्रुणु) । 
            आत्रेयवंशजः, शुभाचारः, सदा अतिथि-जनप्रियः प्रियव्रतः नाम कश्चिद् विप्रः काश्याम् आसीत् । तस्य भार्या शुभव्रता अतिमनोहरा, ।,। भर्तृ-शुश्रूषण-रता गृहकर्म-सुपेशला बभूव । तस्यां स एकां कन्यां सुलक्षणां जनयामास । मूलर्क्षप्रथमे (=मूलनक्षत्रे) पादे, तथा बृहस्पतौ केन्द्रे, सा पित्रोः गृहे, शुक्ले पक्षे यथा शशी, (तथा) ववृधे । सुरूपा, विनयाचारा, पित्रोः च प्रियकारिणी (सा) गृहोपस्कर-मार्जने (=गृहस्य शुद्धीकरणे) अतीव निपुणा जाता ।
                    </pre>
                    <pre id="sarthamore" style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit">सा कन्या पितृमन्दिरे यथा यथा समैधिष्ट (=संवर्धत), तथा तथा पितुः तस्याः चिन्ता संववृधेतराम् (=अधिकम् अभवत्) । ‘वरा कन्या, इयं सुरम्या (=सुन्दरी) सुलक्षणा कस्मै देया ? अस्याः अनुगुणः उत्तमः वरः.. । ..कुलेन, वयसा च अपि, शीलेन अपि, श्रुतेन च, रूपेण, अर्थेन (च) संयुक्तः मया क्व लभ्यः? कस्मै दत्ता सुखं लभेत् ?’ । इति तस्य चिन्तयतः, अतिदारुणः ज्वरः अभूद् । पुंसां यः चिन्ताख्यः ज्वरः, (सः) औषधैः न अपि शाम्यति । तन्मूलर्क्ष-विपाकेन (=मूलनक्षत्रप्रभावेण) चिन्ताख्येन ज्वरेण च, सः विप्रः सर्वं गृहादिकं त्यक्त्वा पञ्चतां प्राप्तः । तस्याः कन्यायाः पितरि उपरते (=मृते), सा जननी शुभव्रता अपि तां कन्यां परित्यज्य, पतिम् अन्वगात् (=अनुसरणमकरोत्) । जीवता अजीवता अपि वा सहचारिण्याः अयं धर्मः, पतिव्रतयुजा पत्या सह एव सदा स्थातव्यम् । अपत्यं न पाति, माता नो, पिता न, बान्धवाः न एव (पान्ति) । स्त्रियम् वै केवलं पत्युः चरणशुश्रूषा पायात् ।
<span style="font-weight: bolder;color:green">भागः-2</span>
	दुःखार्ता सुलक्षणा अपि पञ्चत्वम् आप्तयोः (=मृतयोः) पित्रोः और्ध्वदैहिकम् (=मरणानन्तरकर्म) आपाद्य (=कृत्वा), दशाहं विनिवर्त्य च.. । (सा) अनाथा, दैन्यम् आगता, महतीं चिन्ताम् अवाप । ‘पित्रा मात्रा हीना एकाकिनी कथं भवाम्बुधेः..। ..दुस्तरं पारम् आप्स्यामि ? स्त्रीत्वं सर्वाभिभावि (=तिरस्कारकं) यद्, अहं पितृभ्यां कस्मैचिद् वराय न प्रतिपादिता (=विवाहे प्रदत्ता) । तद्-अदत्ता अहं कथं स्वैरम् अन्यं वरं वृणे ? वृतः अपि चेद् न कुलीनः, (न) गुणवान्, न च शीलवान्.. । ..स्वाधीनः अपि न, तत् तेन वृतेन अपि हि किं भवेत् ?’ इति सञ्चिन्तयन्ती (=विचारयन्ती) रूपौदार्य-गुणान्विता सा..। बाला नित्यं बहुभिः युवभिः मुहुः मुहुः प्रार्थिता अपि, कस्य अपि निजमानसे प्रवेशं न ददौ । 
	पित्रोः उपरतिं, तथाविधं वात्सल्यं च दृष्ट्वा, बहुधा आत्मानं निनिन्द (=निन्दनम् अकरोत्), संसारं च निनिन्द ह । ‘अहं याभ्याम् उत्पादिता (=प्रसूता) च, याभ्यां च परिपालिता, तौ पितरौ कुत्र यातौ ? धिग्, देहिनः अनित्यताम्’ । स्थिरमानसा दृढं ब्रह्मचर्यं कृत्वा, उत्तरार्कस्य देवस्य समीपे उग्रं तपः चचार ह । तस्यां तपस्यमानायाम् एका लघीयसी (=अल्पशरीरा) छागी तत्र प्रत्यहम् आगत्य, तत्पुरतः अचला तिष्ठेत् । ततः पञ्चषा सुसमासु (=वत्सरेषु) च इत्थं व्यतीतासु (=गतासु), देवः लीलया विचरन् तत्र देव्या सह आगतः । 
<span style="font-weight: bolder;color:green">भागः-3</span>
	स्थाणुः उत्तरार्कस्य सन्निधौ तपस्यतीं, स्थाणुवत्-निश्चलां, तपसा कृशां सुलक्षणाम् अद्राक्षीत् । ततः करुणात्मना गिरिजया शम्भुः विज्ञप्तः- “इमां बन्धुहीनां सुमध्यमां वरेण अनुगृहाण ।” (इति) । ततः शर्वाणीगिरम् आकर्ण्य कृपानिधिः, शर्वः, वरदः, हरः समाधिमीलिताक्षीं ताम् उवाच - । “सुलक्षणे, प्रसन्नः अस्मि । सुव्रते, वरं वरय । तपसा चिरं खिन्ना असि । इह ते मनोरथः कः अस्ति ?” (इति) । त्र्यक्षं प्रत्यक्षम् वरदानोन्मुखं पुरः आवीक्ष्य, वामभागस्थां देवीं च कृताञ्जलिः प्रणनाम (=अनमत्) ।
	सा चारुमध्यमा यावद् ‘किं वृणे?’ इत्थं चिन्तयेत्, तावत् तया वराकी बर्करी पुरः निरैक्षिष्ट (=दृष्टा) । ‘अस्मिन् जीवलोके आत्मार्थं कः मानवः न जीवति ? परं यः परोपकारार्थं जीवति, स जीवति । अहं अनया मत्तपोवृत्ति-साक्षिण्या बह्वनेहसम् (=सस्नेहं) असेवि । तदेतस्यै जगत्पतिं वरयामि’ ।
	सुलक्षणा मनसि परामृश्य एतत् त्र्यक्षं प्राह – “कृपानिधे, महादेव, यदि देयः वरः मम.. ।
..तर्हि एषा वराकी अजशावी (=अजबाला) प्राग् अनुगृह्यताम् । मद्भक्तिपेशला (=मयि सद्भावे दक्षा) पशुत्वात् किञ्चित् वक्तुं नो वेत्ति ।” । इति परोपकृति-शालिनीं वाचं निशम्य, प्रणतार्तिहा (=नतानां दुःखनाशकः) ईशः सुलक्षणायाः नितरां तुतोष (=अनन्दत्) । ततः देवदेवः प्राह – “देवि गिरीन्द्रजे, पश्य । साधूनाम् ईदृशी परोपकरणोर्जिता (=उपकारप्रवृत्तिपूर्णा) बुद्धिः । ये सर्वभावेन परोपकरणाय यतन्ते, ते धन्याः । ते सर्वलोकेषु सर्वधर्माश्रयाः च । क्वचित् सर्ववस्तूनां सञ्चयः चिरं नो तिष्ठति । प्रिये, परोपकरणं चैकं सुचिरं तिष्ठते । एषा सुलक्षणा च धन्या । अनुग्रहकर्मणि योग्या । देवि, प्रिये, ब्रूहि । कः अस्यै वरः देयः, छाग्यै च कः (वरः देयः)?” इति। 
<span style="font-weight: bolder;color:green">भागः-4</span>
	“सर्वसृष्टिकृतां कर्तः, सर्वज्ञ, प्रणतार्तिहन्, शुभाचारा शुभोद्यमा सुलक्षणा मे सखी अस्तु ।
[अधुना सखीनां नामानि वदति-] यथा जया च, विजया, यथा च एव जयन्तिका, शुभा, नन्दा, सुनन्दा च, कौमुदी च, यथा ऊर्मिला.. । ..यथा चम्पकमाला च, यथा मलयवासिनी, कर्पूरलतिका, यद्वद् गन्धधारा, यथा शुभा.. ।..अशोका च, विशोका च, यथा मलयगन्धिनी, यथा चन्दननिःश्वासा, यथा मृगमदोत्तमा । यथा च कोकिलालापा, यथा मधुरभाषिणी, गद्यपद्यनिधिः यद्वद् अनुक्तज्ञा यथा च सा । दृगञ्चलेङ्गितज्ञा च, यथा कृतमनोरथा, गानचित्तहरा यद्वत् तथा अस्तु एषा सुलक्षणा । यद्बाला ब्रह्मचारिणी मे अतिप्रिया भवित्री, अनेन एव शरीरेण दिव्यावयव-भूषणा.. । ..दिव्याम्बरा, दिव्यगन्धा, दिव्यज्ञानसमन्विता, चञ्चच्चामरधारिणी सदैव मां समया (=निकटे) आस्ताम् । एषा अपि बर्करी इह काशिराजस्य कुमारी अस्तु । अत्र एव भोगान् सम्प्राप्य अनुत्तमां (=सर्वोत्तमां) मुक्तिं प्राप्स्यति । अनया तु अस्मिन् अर्ककुण्डे, पुष्ये मासि, रवेः दिने, सूर्ये अनुदिते (=न उपरि आगते) तु, शीताद् अक्षुब्धचित्तया स्नातम् । विश्वेश्वर, प्रभो, एषा शुभलोचना ततः पुण्याद् तव वरदान-प्रभावेण राजपुत्री अस्तु । अर्ककुण्डस्य ‘बर्करीकुण्डम्’ इत्याख्या (=नाम) तु जायताम् । अत्र मानवैः एतस्याः प्रतिमा पूज्या भविष्यति । पुष्ये मासि रवेः दिने उत्तरार्कस्य देवस्य सा वत्सरीयात्रानतैः (=वार्षिक-यात्राभिमुखैः) काशीफलेप्सुभिः कार्या”। 
	विश्वगः, विभुः, विश्वनाथः अतर्कितः मृडान्या (=पार्वत्या) अभिहितम् एतत् सर्वं कृत्वा, अथ स्वं प्रासादम् विवेश । द्विज, महाभाग, लोलार्कस्य च, उत्तरार्कस्य च माहात्म्यं ते कथितम् । साम्बादित्यं निशामय (=श्रावय) । एतत् शुभं, लोलोत्तरार्कयोः पुण्यम् आख्यानं श्रुत्वा व्याधिभिः न अभिभूयेत, न दारिद्र्येण बाध्यते ॥
                    </pre>
                    <button id="more1" class="lang-btn" style="margin:0.2em">More</button>
                    <button id="less1" class="lang-btn" style="margin:0.2em">Less</button>
                </div>
            </div>

            <div id="secondSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em">
                <div>
                    <h2 style="color:blue;font-size:2em">केवलान्वयः</h2>
                    <pre style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit">
                    अथ उत्तरस्याम् आशायाम् अर्काख्यं कुण्डम् उत्तमम्  (अस्ति)। तत्र उत्तरार्केण नाम्ना रश्मिमाली व्यवस्थितः । दुःखसङ्घातं तापयन्, साधून् आप्याययन्, उत्तरार्कः महातेजाः रविः सर्वदा काशीं रक्षति । सुव्रत, तत्र यः इतिहासः वृत्तः, तं निशामय । 
	आत्रेयवंशजः, शुभाचारः, सदा अतिथिजनप्रियः प्रियव्रतः नाम कश्चिद् विप्रः काश्याम् आसीत् । तस्य भार्या शुभव्रता अतिमनोहरा, भर्तृशुश्रूषणरता गृहकर्मसुपेशला बभूव । तस्यां स एकां कन्यां सुलक्षणां जनयामास । मूलर्क्षप्रथमे पादे, तथा बृहस्पतौ केन्द्रे, सा पित्रोः गृहे, शुक्ले पक्षे यथा शशी, (तथा) ववृधे । सुरूपा, विनयाचारा, पित्रोः च प्रियकारिणी (सा) गृहोपस्करमार्जने अतीव निपुणा जाता ।                
                    </pre>
                    <pre id="kevalamore" style="white-space: pre-wrap;font-size: 1.5em;" class="sanskrit">सा कन्या पितृमन्दिरे यथा यथा समैधिष्ट, तथा तथा पितुः तस्याः चिन्ता संववृधेतराम् । ‘वरा कन्या, इयं सुरम्या सुलक्षणा कस्मै देया ? अस्याः अनुगुणः उत्तमः वरः । कुलेन, वयसा च अपि, शीलेन अपि, श्रुतेन च, रूपेण, अर्थेन (च) संयुक्तः मया क्व लभ्यः? कस्मै दत्ता सुखं लभेत् ?’ । इति तस्य चिन्तयतः, अतिदारुणः ज्वरः अभूद् । पुंसां यः चिन्ताख्यः ज्वरः, (सः) औषधैः न अपि शाम्यति । तन्मूलर्क्षविपाकेन चिन्ताख्येन ज्वरेण च, सः विप्रः सर्वं गृहादिकं त्यक्त्वा पञ्चतां प्राप्तः । तस्याः कन्यायाः पितरि उपरते, सा जननी शुभव्रता अपि तां कन्यां परित्यज्य, पतिम् अन्वगात् । जीवता अजीवता अपि वा सहचारिण्याः अयं धर्मः, पतिव्रतयुजा पत्या सह एव सदा स्थातव्यम् । अपत्यं न पाति, माता नो, पिता न, बान्धवाः न एव (पान्ति) । स्त्रियम् वै केवलं पत्युः चरणशुश्रूषा पायात् ।
        दुःखार्ता सुलक्षणा अपि पञ्चत्वम् आप्तयोः पित्रोः और्ध्वदैहिकम् आपाद्य, दशाहं विनिवर्त्य च.. । (सा) अनाथा, दैन्यम् आगता, महतीं चिन्ताम् अवाप । ‘पित्रा मात्रा हीना एकाकिनी कथं भवाम्बुधेः..। ..दुस्तरं पारम् आप्स्यामि ? स्त्रीत्वं सर्वाभिभावि यद्, अहं पितृभ्यां कस्मैचिद् वराय न प्रतिपादिता । तद्-अदत्ता अहं कथं स्वैरम् अन्यं वरं वृणे ? वृतः अपि चेद् न कुलीनः, (न) गुणवान्, न च शीलवान्.. । ..स्वाधीनः अपि न, तत् तेन वृतेन अपि हि किं भवेत् ?’ इति सञ्चिन्तयन्ती रूपौदार्यगुणान्विता सा..। बाला नित्यं बहुभिः युवभिः मुहुः मुहुः प्रार्थिता अपि, कस्य अपि निजमानसे प्रवेशं न ददौ । 
	पित्रोः उपरतिं, तथाविधं वात्सल्यं च दृष्ट्वा, बहुधा आत्मानं निनिन्द, संसारं च निनिन्द ह । ‘अहं याभ्याम् उत्पादिता च, याभ्यां च परिपालिता, तौ पितरौ कुत्र यातौ ? धिग्, देहिनः अनित्यताम्’ । स्थिरमानसा दृढं ब्रह्मचर्यं कृत्वा, उत्तरार्कस्य देवस्य समीपे उग्रं तपः चचार ह । तस्यां तपस्यमानायाम् एका लघीयसी छागी तत्र प्रत्यहम् आगत्य, तत्पुरतः अचला तिष्ठेत् । ततः पञ्चषा सुसमासु च इत्थं व्यतीतासु, देवः लीलया विचरन् तत्र देव्या सह आगतः । 
    स्थाणुः उत्तरार्कस्य सन्निधौ तपस्यतीं, स्थाणुवत्-निश्चलां, तपसा कृशां सुलक्षणाम् अद्राक्षीत् । ततः करुणात्मना गिरिजया शम्भुः विज्ञप्तः- “इमां बन्धुहीनां सुमध्यमां वरेण अनुगृहाण ।” (इति) । ततः शर्वाणीगिरम् आकर्ण्य कृपानिधिः, शर्वः, वरदः, हरः समाधिमीलिताक्षीं ताम् उवाच - । “सुलक्षणे, प्रसन्नः अस्मि । सुव्रते, वरं वरय । तपसा चिरं खिन्ना असि । इह ते मनोरथः कः अस्ति ?” (इति) । त्र्यक्षं प्रत्यक्षम् वरदानोन्मुखं पुरः आवीक्ष्य, देवीं च वामभागस्थां कृताञ्जलिः प्रणनाम ।
	सा चारुमध्यमा यावद् ‘किं वृणे?’ इत्थं चिन्तयेत्, तावत् तया वराकी बर्करी पुरः निरैक्षिष्ट । ‘अस्मिन् जीवलोके आत्मार्थं कः मानवः न जीवति ? परं यः परोपकारार्थं जीवति, स जीवति । अहं अनया मत्तपोवृत्तिसाक्षिण्या बह्वनेहसम् असेवि । तदेतस्यै जगत्पतिं वरयामि’ ।
	सुलक्षणा मनसि परामृश्य एतत् त्र्यक्षं प्राह – “कृपानिधे, महादेव, यदि देयः वरः मम.. । ..तर्हि एषा वराकी अजशावी प्राग् अनुगृह्यताम् । मद्भक्तिपेशला पशुत्वात् किञ्चित् वक्तुं नो वेत्ति ।” । इति परोपकृतिशालिनीं वाचं निशम्य, प्रणतार्तिहा ईशः सुलक्षणायाः नितरां तुतोष । ततः देवदेवः प्राह – “देवि गिरीन्द्रजे, पश्य । साधूनाम् ईदृशी परोपकरणोर्जिता बुद्धिः । ये सर्वभावेन परोपकरणाय यतन्ते, ते धन्याः । ते सर्वलोकेषु सर्वधर्माश्रयाः च । क्वचित् सर्ववस्तूनां सञ्चयः चिरं नो तिष्ठति । प्रिये, परोपकरणं चैकं सुचिरं तिष्ठते । एषा सुलक्षणा च धन्या । अनुग्रहकर्मणि योग्या । देवि, प्रिये, ब्रूहि । कः अस्यै वरः देयः, छाग्यै च कः (वरः देयः)?” इति। 
	“सर्वसृष्टिकृतां कर्तः, सर्वज्ञप्रणतार्तिहन्, शुभाचारा शुभोद्यमा सुलक्षणा मे सखी अस्तु ।
यथा जया च, विजया, यथा च एव जयन्तिका, शुभा, नन्दा, सुनन्दा च, कौमुदी च, यथा ऊर्मिला.. । ..यथा चम्पकमाला च, यथा मलयवासिनी, कर्पूरलतिका, यद्वद् गन्धधारा, यथा शुभा.. ।..अशोका च, विशोका च, यथा मलयगन्धिनी, यथा चन्दननिःश्वासा, यथा मृगमदोत्तमा । यथा च कोकिलालापा, यथा मधुरभाषिणी, गद्यपद्यनिधिः यद्वद् अनुक्तज्ञा यथा च सा । दृगञ्चलेङ्गितज्ञा च, यथा कृतमनोरथा, गानचित्तहरा यद्वत् तथा अस्तु एषा सुलक्षणा । यद्बाला ब्रह्मचारिणी मे अतिप्रिया भवित्री, अनेन एव शरीरेण दिव्यावयवभूषणा.. । दिव्याम्बरा, दिव्यगन्धा, दिव्यज्ञानसमन्विता, चञ्चच्चामरधारिणी सदैव मां समया आस्ताम् । एषा अपि बर्करी इह काशिराजस्य कुमारी अस्तु । अत्र एव भोगान् सम्प्राप्य अनुत्तमां मुक्तिं प्राप्स्यति । अनया तु अस्मिन् अर्ककुण्डे, पुष्ये मासि, रवेः दिने, सूर्ये अनुदिते तु, शीताद् अक्षुब्धचित्तया स्नातम् ।
विश्वेश्वर, प्रभो, एषा शुभलोचना ततः पुण्याद् तव वरदानप्रभावेण राजपुत्री अस्तु । अर्ककुण्डस्य बर्करीकुण्डम् इत्याख्या तु जायताम् । अत्र मानवैः एतस्याः प्रतिमा पूज्या भविष्यति । पुष्ये मासि रवेः दिने उत्तरार्कस्य देवस्य सा वत्सरीयात्रानतैः काशीफलेप्सुभिः कार्या”। 
	विश्वगः, विभुः, विश्वनाथः अतर्कितः मृडान्या अभिहितम् एतत् सर्वं कृत्वा, अथ स्वं प्रासादम् विवेश । द्विज, महाभाग, लोलार्कस्य च, उत्तरार्कस्य च माहात्म्यं ते कथितम् । साम्बादित्यं निशामय । एतत् शुभं, लोलोत्तरार्कयोः पुण्यम् आख्यानं श्रुत्वा व्याधिभिः न अभिभूयेत, न दारिद्र्येण बाध्यते ॥

</pre>
                
                    <button id="more2" class="lang-btn" style="margin:0.2em">More</button>
                    <button id="less2" class="lang-btn" style="margin:0.2em">Less</button>
                </div>
            </div>


            <div id="thirdSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em;margin-bottom:1em">
                <div>
                    <h2 style="color:blue;font-size:2em">सश्लोकपदविभागमन्वयः</h2>
                    <div class="total">
                            <div class="moolam">
                                मूलम्- अथोत्तरस्यामाशायां कुण्डमर्काख्यमुत्तमम् । तत्र नाम्नोत्तरार्केण रश्मिमाली व्यवस्थितः ॥1॥
                            </div>
                            <div class="pada">
                                पदविभागः- अथ उत्तरस्याम् आशायां कुण्डम् अर्काख्यम् उत्तमम् ।तत्र नाम्ना उत्तरार्केण रश्मिमाली व्यवस्थितः ॥1॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- अथ उत्तरस्याम् आशायाम् अर्काख्यं कुण्डम् उत्तमम्  (अस्ति)। तत्र उत्तरार्केण नाम्ना रश्मिमाली व्यवस्थितः ॥1॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- अब (लोलार्ककी उत्पत्तिपूर्वक माहात्म्य कहनेके बाद उत्तरार्ककी उत्पत्ति व महिमा कही जाती है) काशीकी उत्तरदिशामें जो उत्तम अर्ककुण्ड है, वहां उत्तरार्क नामसे सूर्यजी टिके हैं ॥१॥
                            </div>
                    </div>
                    <div id="saslokamore">
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- तापयन्दुःखसङ्घातं साधूनाप्याययन्रविः । उत्तरार्को महातेजाः काशीं रक्षति सर्वदा ॥2॥
                            </div>
                            <div class="pada">
                                पदविभागः- तापयन् दुःख-सङ्घातं साधून् आप्याययन् रविः ।उत्तरार्कः महातेजाः काशीं रक्षति सर्वदा ॥2॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- दुःखसङ्घातं तापयन्, साधून् आप्याययन्, उत्तरार्कः महातेजाः रविः सर्वदा काशीं रक्षति ॥2॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- दुःखसमूहको तपाते, व साधुओंको बढ़ातेहुये उत्तरार्क नामक महातेजवाले सूर्यजी सदैव काशीपुरीकी रक्षा करते हैं ॥२॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- तत्रेतिहासो यो वृत्तस्तं निशामय सुव्रत । विप्रः प्रियव्रतो नाम कश्चिदात्रेयवंशजः ॥3॥
                            </div>
                            <div class="pada">
                                पदविभागः- तत्र इतिहासः यः वृत्तः तं निशामय सुव्रत ।विप्रः प्रियव्रतः नाम कश्चिद् आत्रेय-वंशजः ॥3॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- सुव्रत, तत्र यः इतिहासः वृत्तः, तं निशामय ।प्रियव्रतः नाम कश्चिद् विप्रः, आत्रेयवंशजः ॥3॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- हेसुव्रत! वहां जो इतिहास वर्त्तमान होगयाहै उसकोसुनोकि आत्रेय वंश में उत्पन्न कोई प्रियव्रत नामक ब्राह्मण ॥३॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- आसीत्काश्यां शुभाचारः सदातिथिजनप्रियः । भार्या शुभव्रता तस्य बभूवातिमनोहरा ॥4॥
                            </div>
                            <div class="pada">
                                पदविभागः- आसीत् काश्यां शुभ-आचारः सदा अतिथि-जन-प्रियः । भार्या शुभ-व्रता तस्य बभूव अति-मनोहरा ॥4॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- शुभाचारः, सदा अतिथिजनप्रियः काश्याम् आसीत् । तस्य भार्या शुभव्रता अतिमनोहरा बभूव ॥4॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- काशी में हुआ जो कि अच्छा आचारवान् और सदैव अतिथि लोगों के प्यार करनेवाला था। उसकी महामनोहर शुभव्रता नामवाली स्त्री॥४॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- भर्तृशुश्रूषणरता गृहकर्मसुपेशला । तस्यां स जनयामास कन्यामेकां सुलक्षणाम् ॥5॥
                            </div>
                            <div class="pada">
                                पदविभागः- भर्तृ-शुश्रूषण-रता गृह-कर्म-सुपेशला । तस्यां सः जनयामास कन्याम् एकां सुलक्षणाम् ॥5॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- भर्तृशुश्रूषणरता गृहकर्मसुपेशला । तस्यां स सुलक्षणाम् एकां कन्यां जनयामास ॥5॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- पति की सेवा में तत्पर वह घर के कर्मों में कुशल थी। प्रियव्रत ब्राह्मण ने उस शुभव्रता स्त्री में सुलक्षणा नाम की एक कन्या को उत्पन्न किया ॥५॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- मूलर्क्षप्रथमे पादे तथा केन्द्रे बृहस्पतौ । ववृधे सा गृहे पित्रोः शुक्ले पक्षे यथा शशी ॥6॥
                            </div>
                            <div class="pada">
                                पदविभागः- मूल-ऋक्ष-प्रथमे पादे तथा केन्द्रे बृहस्पतौ । ववृधे सा गृहे पित्रोः शुक्ले पक्षे यथा शशी ॥6॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- मूलर्क्षप्रथमे पादे, तथा बृहस्पतौ केन्द्रे, सा पित्रोः गृहे, शुक्ले पक्षे यथा शशी, (तथा) ववृधे ॥6॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- जब बृहस्पति केंद्र स्थान में टिके थे तब मूल नक्षत्र कि पहले पाद में उपजी हुई वह कन्या माता पिता के घर में उजाले पाख के चंद्रमा के समान बढ़ने लगी ॥६॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- सुरूपा विनयाचारा पित्रोश्च प्रियकारिणी । अतीव निपुणा जाता गृहोपस्करमार्जने ॥7॥
                            </div>
                            <div class="pada">
                                पदविभागः- सुरूपा विनय-आचारा पित्रोः च प्रियकारिणी । अतीव निपुणा जाता गृह-उपस्कर-मार्जने ॥7॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- सुरूपा, विनयाचारा, पित्रोः च प्रियकारिणी (सा) गृहोपस्करमार्जने अतीव निपुणा जाता ॥7॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- जोकि सुरूपवती, विनय व आचारवाली, माता पिता की प्रियकारिणी और घर के उपस्कर यानी पात्र आदि सामग्री शुद्ध करने में बहुत ही निपुण हुई ॥७॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- यथा यथा समैधिष्ट सा कन्या पितृमन्दिरे । तथा तथा पितुस्तस्याश्चिन्ता संववृधेतराम् ॥8॥ 
                            </div>
                            <div class="pada">
                                पदविभागः- यथा यथा समैधिष्ट सा कन्या पितृ-मन्दिरे । तथा तथा पितुः तस्याः चिन्ता संववृधेतराम् ॥8॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- सा कन्या पितृमन्दिरे यथा यथा समैधिष्ट, तथा तथा पितुः तस्याः चिन्ता संववृधेतराम् ॥8॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- वह पिता के घर में जैसे-जैसे भलीभांति से बाढी, वैसे वेसे उसके पिताके मनमें यह चिन्ताभी बहुतही बाढी ॥८॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- कस्मै देया वरा कन्या सुरम्येयं सुलक्षणा । अस्या अनुगुणो लभ्यः क्व मया वर उत्तमः ॥9॥
                            </div>
                            <div class="pada">
                                पदविभागः- कस्मै देया वरा कन्या सुरम्या इयं सुलक्षणा । अस्याः अनुगुणः लभ्यः क्व मया वरः उत्तमः ॥9॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- ‘वरा कन्या, सुरम्या इयं सुलक्षणा कस्मै देया ? अस्याः अनुगुणः उत्तमः वरः मया क्व लभ्यः ? ॥9॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- कि यह श्रेष्ठ सुन्दरी सुलक्षणा कन्या किसके लिये देने योग्य है व इसके अनुरूप उत्तम वर मुझको कहाँपर लभ्य होगा ॥९॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- कुलेन वयसा चापि शीलेनापि श्रुतेन च । रूपेणार्थेन संयुक्तः कस्मै दत्ता सुखं लभेत् ॥10॥
                            </div>
                            <div class="pada">
                                पदविभागः- कुलेन वयसा च अपि शीलेन अपि श्रुतेन च । रूपेण अर्थेन संयुक्तः कस्मै दत्ता सुखं लभेत् ॥10॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- (कः) कुलेन, वयसा च अपि, शीलेन अपि, श्रुतेन च, रूपेण, अर्थेन (च) संयुक्तः ? कस्मै दत्ता सुखं लभेत् ?’ ॥10॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- जोकि कुल,अवस्था, सदाचार या अच्छा स्वभाव, वेदादि पढना व रूप और धनसे भा संयुतहोवे उस किसकेलिये दीहुई यह कन्या सुखकोपावे ॥१०॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- इति चिन्तयतस्तस्य ज्वरोभूदतिदारुणः । यश्चिन्ताख्यो ज्वरः पुंसामौषधैर्नापि शाम्यति ॥11॥
                            </div>
                            <div class="pada">
                                पदविभागः- इति चिन्तयतः तस्य ज्वरः अभूद् अतिदारुणः । यः चिन्ताख्यः ज्वरः पुंसाम् औषधैः न अपि शाम्यति ॥11॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- इति तस्य चिन्तयतः, अतिदारुणः ज्वरः अभूद् । पुंसां यः चिन्ताख्यः ज्वरः, (सः) औषधैः न अपि शाम्यति ॥11॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- इस भाँति से चिन्ता करतेहुये उस प्रियव्रतके अत्यन्त दारुण वह ज्वरहुआ जोकि चिन्तानामक मनुष्योका ज्वर औषधों से नहीं शान्त होताहै ॥११॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- तन्मूलर्क्षविपाकेन चिन्ताख्येन ज्वरेण च । स विप्रः पञ्चतां प्राप्तस्त्यक्त्वा सर्वं गृहादिकम् ॥12॥
                            </div>
                            <div class="pada">
                                पदविभागः- तन्मूल-ऋक्ष-विपाकेन चिन्ता-आख्येन ज्वरेण च । सः विप्रः पञ्चतां प्राप्तः त्यक्त्वा सर्वं गृहादिकम् ॥12॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- तन्मूलर्क्षविपाकेन चिन्ताख्येन ज्वरेण च, सः विप्रः सर्वं गृहादिकं त्यक्त्वा पञ्चतां प्राप्तः ॥12॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- जब उस कन्याके मूलनक्षत्रके फलसे व चिन्तानामक ज्वरसे वह व्राह्मण गृहादि सब वस्तुको छोड़कर मरणका प्राप्तहोगया ॥१२॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- पितर्युपरते तस्याः कन्यायाः सा जनन्यपि । शुभव्रता परित्यज्य तां कन्यां पतिमन्वगात् ॥13॥
                            </div>
                            <div class="pada">
                                पदविभागः- पितरि उपरते तस्याः कन्यायाः सा जननी अपि । शुभव्रता परित्यज्य तां कन्यां पतिम् अन्वगात् ॥13॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- तस्याः कन्यायाः पितरि उपरते, सा जननी शुभव्रता अपि तां कन्यां परित्यज्य, पतिम् अन्वगात् ॥13॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- तब पिता के उस कन्या की माता शुभव्रता भी उस कन्याको छोडकर पतिके पीछे चलीगई याने सती धर्मसे आपही अग्निमे पैठकर जलगई ॥१३॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- धर्मोयं सहचारिण्या जीवताजीवतापि वा । पत्या सहैव स्थातव्यं पतिव्रतयुजा सदा ॥14॥
                            </div>
                            <div class="pada">
                                पदविभागः- धर्मः अयं सहचारिण्याः जीवता अजीवता अपि वा । पत्या सह एव स्थातव्यं पतिव्रतयुजा सदा ॥14॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- जीवता अजीवता अपि वा सहचारिण्याः अयं धर्मः, पतिव्रतयुजा पत्या सह एव सदा स्थातव्यम् ॥14॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- क्योंकि स्त्रीका यह धर्महै कि जीते मरतेभी पतिके साथही पतिव्रता को सदा टिकना चाहिये ॥१४॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- नापत्यं पाति नो माता न पिता नैव बान्धवाः । पत्युश्चरणशुश्रूषा पायाद्वै केवलं स्त्रियम् ॥15॥
                            </div>
                            <div class="pada">
                                पदविभागः- न अपत्यं पाति नो माता न पिता न एव बान्धवाः । पत्युः चरण-शुश्रूषा पायाद् वै केवलं स्त्रियम् ॥15॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- अपत्यं न पाति, माता नो, पिता न, बान्धवाः न एव (पान्ति) । स्त्रियम् वै केवलं पत्युः चरणशुश्रूषा पायात् ॥15॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- पुत्र, पिता, माता व बांधव आदि कोई जन नहीं रक्षा करता है केवल पति के पाँवोंकी सेवाही स्त्रीकी रक्षा करती हैं ॥१५॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- सुलक्षणापि दुःखार्ता पित्रोः पञ्चत्वमाप्तयोः । और्ध्वदैहिकमापाद्य दशाहं विनिवर्त्य च ॥16॥
                            </div>
                            <div class="pada">
                                पदविभागः- सुलक्षणा अपि दुःख-आर्ता पित्रोः पञ्चत्वम् आप्तयोः । और्ध्व-दैहिकम् आपाद्य दशाहं विनिवर्त्य च ॥16॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- दुःखार्ता सुलक्षणा अपि पञ्चत्वम् आप्तयोः पित्रोः और्ध्वदैहिकम् आपाद्य, दशाहं विनिवर्त्य च.. ॥16॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- जब माता व पिता ये दोनों मरणको प्राप्त होगये तब दुःखसे पीडित सुलक्षणा भी दशाह को बिताकर और्ध्वदैहिक याने द्वादशाह पिण्डादि देकर ॥१६॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- चिन्तामवाप महतीमनाथा दैन्यमागता । कथमेकाकिनी पित्रा मात्रा हीना भवाम्बुधेः ॥17॥
                            </div>
                            <div class="pada">
                                पदविभागः- - चिन्ताम् अवाप महतीम् अनाथा दैन्यम् आगता । कथम् एकाकिनी पित्रा मात्रा हीना भव-अम्बुधेः ॥17॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- ..(सा) अनाथा, दैन्यम् आगता, महतीं चिन्ताम् अवाप । ‘पित्रा मात्रा हीना एकाकिनी कथं भवाम्बुधेः.. ॥17॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्-दीनताको प्राप्तहुई अनाथ होकर बड़ी चिन्ताको पहुँची कि माता व पिता से हीन अकेली मैं कैसे संसारसागर के ॥१७॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- दुस्तरं पारमाप्स्यामि स्त्रीत्वं सर्वाभिभावि यत् । न कस्मैचिद्वरायाहं पितृभ्यां प्रतिपादिता ॥18॥
                            </div>
                            <div class="pada">
                                पदविभागः- दुस्तरं पारम् आप्स्यामि स्त्रीत्वं सर्व-अभिभावि यत् । न कस्मैचिद् वराय अहं पितृभ्यां प्रतिपादिता ॥18॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- ..दुस्तरं पारम् आप्स्यामि ? स्त्रीत्वं सर्वाभिभावि यद्, अहं पितृभ्यां कस्मैचिद् वराय न प्रतिपादिता ॥18॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- दुस्तर पारको पाऊँगी जिससे स्त्रीभाव सबसे अनादरित है व माता और पिता ने मुझको किसी वर के लिये नहीं दिया ॥१८॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- तददत्ता कथं स्वैरमहमन्यं वरं वृणे । वृतोपि न कुलीनश्चेद्गुणवान्न च शीलवान् ॥19॥
                            </div>
                            <div class="pada">
                                पदविभागः- तद्-अदत्ता कथं स्वैरम् अहम् अन्यं वरं वृणे । वृतः अपि न कुलीनः चेद् गुणवान् न च शीलवान् ॥19॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- तद्-अदत्ता अहं कथं स्वैरम् अन्यं वरं वृणे ? वृतः अपि चेद् न कुलीनः, (न) गुणवान्, न च शीलवान्.. ॥19॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्-उससे विना दीहुई मैं अपनी इच्छासे कैसे अन्यवरको अंगीकार करूँ व बराहुवा भी वर जो कुलीन गुणवान् शीलवान् ॥१९॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- स्वाधीनोऽपि न तत्तेन वृतेनापि हि किं भवेत् । इति सञ्चिन्तयन्ती सा रूपौदार्यगुणान्विता ॥20॥
                            </div>
                            <div class="pada">
                                पदविभागः- स्वाधीनः अपि न तत् तेन वृतेन अपि हि किं भवेत् । इति सञ्चिन्तयन्ती सा रूप-औदार्य-गुण-अन्विता ॥20॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- स्वाधीनः अपि न, तत् तेन वृतेन अपि हि किं भवेत् ?’ इति सञ्चिन्तयन्ती सा रूपौदार्यगुणान्विता.. ॥20॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- और अपने अधीन न होवे तो उस बरेहुये पति से क्या होगा ? इस प्रकारसे बड़ी चिन्ता करतीहुई रूप व उदार गुणोंसे संयुत वह ॥२०॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- युवभिर्बहुभिर्नित्यं प्रार्थितापि मुहुर्मुहुः । न कस्यापि ददौ बाला प्रवेशं निजमानसे ॥21॥
                            </div>
                            <div class="pada">
                                पदविभागः- युवभिः बहुभिः नित्यं प्रार्थिता अपि मुहुः मुहुः । न कस्य अपि ददौ बाला प्रवेशं निजमानसे ॥21॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- (सा) बाला नित्यं बहुभिः युवभिः मुहुः मुहुः प्रार्थिता अपि, कस्य अपि निजमानसे प्रवेशं न ददौ ॥21॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- कन्या बारबार युवावस्थावाले बहुते जनोंसे नित्यही प्रार्थित होकर भी अपने मनमें किसीका प्रवेश न देतीभई ॥२१॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- पित्रोरुपरतिं दृष्ट्वा वात्सल्यं च तथाविधम् । निनिन्द बहुधात्मानं संसारं च निनिन्द ह ॥22॥
                            </div>
                            <div class="pada">
                                पदविभागः- पित्रोः उपरतिं दृष्ट्वा वात्सल्यं च तथा-विधम् । निनिन्द बहुधा आत्मानं संसारं च निनिन्द ह ॥22॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- पित्रोः उपरतिं, तथाविधं वात्सल्यं च दृष्ट्वा, बहुधा आत्मानं निनिन्द, संसारं च निनिन्द ह ॥22॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- माता व पिता के मरण और उनकी वैसी वत्सलता को देखकर उसने अपनाको व संसारको भी बहुत भांतिसे निन्दा किया ॥२२॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- याभ्यामुत्पादिता चाहं याभ्यां च परिपालिता । पितरौ कुत्र तौ यातौ देहिनो धिगनित्यताम् ॥23॥
                            </div>
                            <div class="pada">
                                पदविभागः- याभ्याम् उत्पादिता च अहं याभ्यां च परिपालिता । पितरौ कुत्र तौ यातौ देहिनः धिग् अनित्यताम् ॥23॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- अहं याभ्याम् उत्पादिता च, याभ्यां च परिपालिता तौ पितरौ कुत्र यातौ ? धिग्, देहिनः अनित्यताम् ॥23॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- कि जिन्होंने मुझको उपजाया व जिन्हों ने पाला वे माता और पिता कहाँ गये देहधारियों की अनित्यताको धिक् है ॥२३॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- अहो देहोप्यहोङ्गत्वं यथा पित्रोः पुरो मम । इति निश्चित्य सा बाला विजितेन्द्रियमानसा ॥24॥
                            </div>
                            <div class="pada">
                                पदविभागः- अहो देहः अपि अहो अङ्गत्वं यथा पित्रोः पुरः मम । इति निश्चित्य सा बाला विजितेन्द्रिय-मानसा ॥24॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- अहो देहः अपि अहो अङ्गत्वं यथा पित्रोः पुरः मम । इति निश्चित्य सा बाला विजितेन्द्रिय-मानसा ॥24॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- आश्चर्यं व खेद है कि जैसे मेरे आगे माता व पिताकी देह नष्ट होगई है वैसे ही मेरी भी देह विनाशवाली है, ऐसा निश्चयकर मन और इन्द्रियों के जीतनेवाली उस कन्याने ॥२४॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- ब्रह्मचर्यं दृढं कृत्वा तप उग्रं चचार ह । उत्तरार्कस्य देवस्य समीपे स्थिरमानसा ॥25॥
                            </div>
                            <div class="pada">
                                पदविभागः- ब्रह्मचर्यं दृढं कृत्वा तपः उग्रं चचार ह । उत्तर-अर्कस्य देवस्य समीपे स्थिर-मानसा ॥25॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- ..स्थिर-मानसा दृढं ब्रह्मचर्यं कृत्वा, उत्तरार्कस्य देवस्य समीपे उग्रं तपः चचार ह ॥25॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्-दृढ ब्रह्मचर्यव्रत को धारणकर अविचलमनहो हर्ष से उत्तरार्क देवके समीप में उग्र तपस्याको किया ॥२५॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- तस्यां तपस्यमानायामेका च्छागी लघीयसी । तत्र प्रत्यहमागत्य तिष्ठेत्तत्पुरतोऽचला ॥26॥
                            </div>
                            <div class="pada">
                                पदविभागः- तस्यां तपस्यमानायाम् एका च्छागी लघीयसी । तत्र प्रत्यहम् आगत्य तिष्ठेत् तत्पुरतः अचला ॥26॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- तस्यां तपस्यमानायाम् एका लघीयसी च्छागी तत्र प्रत्यहम् आगत्य, तत्पुरतः अचला तिष्ठेत् ॥26॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- वहाँ उसके तपस्या करतेही एक बहुत छोटी छागी प्रतिदिन आकर उसके आगे अचल होकर खडीहोवे ॥२६॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- तृणपर्णादिकं किञ्चित्सायमभ्यवहृत्य सा । तत्कुण्डपीतपानीया स्वस्वामिसदनं व्रजेत् ॥27॥
                            </div>
                            <div class="pada">
                                पदविभागः- तृण-पर्ण-आदिकं किञ्चित् सायम् अभ्यवहृत्य सा । तत्कुण्ड-पीत-पानीया स्व-स्वामि-सदनं व्रजेत् ॥27॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- सा सायं किञ्चित् तृणपर्णादिकम् अभ्यवहृत्य, तत्कुण्डपीतपानीया स्वस्वामिसदनं व्रजेत् ॥27॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- व सायंकाल कुछ तृण पर्णादिक चरकर उस कुण्डका पानीपीनेवाली वह अपने स्वामी के घरको जावे ॥२७॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- तत इत्थं व्यतीतासु पञ्चषा सुसमासु च । लीलया विचरन्देवस्तत्र देव्या सहागतः ॥28॥
                            </div>
                            <div class="pada">
                                पदविभागः- - तत इत्थं व्यतीतासु पञ्चषा सुसमासु च । लीलया विचरन् देवः तत्र देव्या सह आगतः ॥28॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- तत पञ्चषा सुसमासु च इत्थं व्यतीतासु, देवः लीलया विचरन् तत्र देव्या सह आगतः ॥28॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- तदनन्तर इस भाँतिसे पाँच छह वर्ष बीतते ही देवीजी के साथ लीलास विचरते हुये वहाँ आये हुये देव ॥२८॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- सन्निधावुत्तरार्कस्य तपस्यतीं सुलक्षणाम् । स्थाणुवन्निश्चलां स्थाणुरद्राक्षीत्तपसा कृशाम् ॥29॥
                            </div>
                            <div class="pada">
                                पदविभागः- - सन्निधौ उत्तरार्कस्य तपस्यतीं सुलक्षणाम् । स्थाणुवत् निश्चलां स्थाणुः अद्राक्षीत् तपसा कृशाम् ॥29॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- - स्थाणुः उत्तरार्कस्य सन्निधौ तपस्यतीं, स्थाणुवत्-निश्चलां, तपसा कृशां सुलक्षणाम् अरद्राक्षीत् ॥29॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- महादेवजीने उत्तरार्क के समीप तपस्या करती व ठूंठकी नाई निश्चल और तपस्या से दुर्बल देहवाली सुलक्षणा को देखा ॥२९॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- ततो गिरिजया शम्भुर्विज्ञप्तः करुणात्मना । वरेणानुगृहाणेमां बन्धुहीनां सुमध्यमाम् ॥30॥
                            </div>
                            <div class="pada">
                                पदविभागः- - ततः गिरिजया शम्भुः विज्ञप्तः करुण-आत्मना । वरेण अनुगृहाण इमां बन्धुहीनां सुमध्यमाम् ॥30॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- - ततः करुणात्मना गिरिजया शम्भुः विज्ञप्तः- “इमां बन्धुहीनां सुमध्यमां वरेण अनुगृहाण ।” (इति) ॥30॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- उसके बाद दयारूप देवीजी ने शङ्कर से विज्ञापना किया कि – “हे स्वामिन्! बन्धुवर्जित इस सुमध्यमाको वरसे अनुग्रह करो याने इसको वर देना चाहिये ॥३०॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- शर्वाणीगिरमाकर्ण्य ततः शर्वः कृपानिधिः । समाधिमीलिताक्षीं तामुवाच वरदो हरः ॥31॥
                            </div>
                            <div class="pada">
                                पदविभागः- - शर्वाणीगिरम् आकर्ण्य ततः शर्वः कृपा-निधिः । समाधि-मीलित-अक्षीं ताम् उवाच वरदः हरः ॥31॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- ततः शर्वाणीगिरम् आकर्ण्य कृपानिधिः, शर्वः, वरदः, हरः समाधिमीलिताक्षीं ताम् उवाच ॥31॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- तब यह पार्वतीका वचन सुनकर भक्तभयभञ्जन कृपानिधान वरदायक शिवजीने समाधि से आँखें मूँदे बैठीहुई उस सुलक्षणा से कहा ॥३१॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- सुलक्षणे प्रसन्नोस्मि वरं वरय सुव्रते । चिरं खिन्नासि तपसा कस्तेऽस्तीह मनोरथः ॥32॥
                            </div>
                            <div class="pada">
                                पदविभागः- -सुलक्षणे प्रसन्नः अस्मि वरं वरय सुव्रते । चिरं खिन्ना असि तपसा कः ते अस्ति इह मनोरथः ॥32॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- “सुलक्षणे, प्रसन्नः अस्मि । सुव्रते, वरं वरय । तपसा चिरं खिन्ना असि । इह ते मनोरथः कः अस्ति ?”॥32॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्-कि – “हे  सुव्रते, सुलक्षणे, हम प्रसन्न हैं । वरको स्वीकार कर । तू तपस्यासे बहुत खिन्न है । इस लोक मे तेरा क्या मनोरथ है ॥३२॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- सापि शम्भोर्गिरं श्रुत्वा मुखपीयूषवर्षिणीम् । महासन्तापशमनीं लोचने उदमीलयत् ॥33॥
                            </div>
                            <div class="pada">
                                पदविभागः- -सा अपि शम्भोः गिरं श्रुत्वा मुख-पीयूष-वर्षिणीम् । महा-सन्ताप-शमनीं लोचने उदमीलयत् ॥33॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- सा अपि शम्भोः मुखपीयूषवर्षिणीम् महासन्तापशमनीं गिरं श्रुत्वा, लोचने उदमीलयत् ॥33॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- उसने भी मुखामृत के बरसनवाली व महासन्तापनाशिनी महादेवजी की वाणी को सुनकर नेत्रोंको उघाड़ा ॥३३॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- त्र्यक्षं प्रत्यक्षमावीक्ष्य वरदानोन्मुखं पुरः । देवीं च वामभागस्थां प्रणनाम कृताञ्जलिः ॥34॥
                            </div>
                            <div class="pada">
                                पदविभागः- - त्र्यक्षं प्रत्यक्षम् आवीक्ष्य वरदान-उन्मुखं पुरः । देवीं च वाम-भागस्थां प्रणनाम कृत-अञ्जलिः ॥34॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- त्र्यक्षं प्रत्यक्षम् वरदानोन्मुखं पुरः आवीक्ष्य, देवीं च वामभागस्थां कृताञ्जलिः प्रणनाम ॥34॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्-व अपने आगे वरदान देने में सम्मुख प्रत्यक्ष त्र्यक्ष (त्रिनयन) और उनके वाम ओरमें टिकीहुई श्रीदेवीजीको देखकर हाथ जोड़नेवाली होकर प्रणामकिया ॥३४॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- किं वृणे यावदित्थं सा चिन्तयेच्चारुमध्यमा । तावत्तया निरैक्षिष्ट वराकी बर्करी पुरः ॥35॥
                            </div>
                            <div class="pada">
                                पदविभागः- - किं वृणे यावद् इत्थं सा चिन्तयेत् चारु-मध्यमा । तावत् तया निरैक्षिष्ट वराकी बर्करी पुरः ॥35॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- सा चारुमध्यमा यावद् ‘किं वृणे?’ इत्थं चिन्तयेत्, तावत् तया वराकी बर्करी पुरः निरैक्षिष्ट ॥35॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- व ‘क्या वरदान मागूं?’ इस भांतिसे जबतक उस सुमध्यमाने विचारा, तबतक उसने अपने आगे उस बापुरी बकरी को देखा और चिन्तना किया कि ॥३५॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- आत्मार्थं जीवलोकेस्मिन्को न जीवति मानवः । परं परोपकारार्थं यो जीवति स जीवति ॥36॥
                            </div>
                            <div class="pada">
                                पदविभागः- - आत्मार्थं जीवलोके अस्मिन् कः न जीवति मानवः । परं पर-उपकार-अर्थं यः जीवति सः जीवति ॥36॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- अस्मिन् जीवलोके आत्मार्थं कः मानवः न जीवति ? परं यः परोपकारार्थं जीवति, स जीवति ॥36॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- इस जीवलोकमें अपने अर्थ कौन मनुष्य नर्ही जीवता है परन्तु जो परोपकारके अर्थ जीवता है वही जीवता है ॥३६॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- अनया मत्तपोवृत्तिसाक्षिण्या बह्वनेहसम् । असेव्यहं तदेतस्यै वरयामि जगत्पतिम् ॥37॥
                            </div>
                            <div class="pada">
                                पदविभागः- - अनया मत्-तपोवृत्ति-साक्षिण्या बहु-अनेहसम् । असेवि अहं तद् एतस्यै वरयामि जगत्पतिम् ॥37॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- अहं अनया मत्तपोवृत्तिसाक्षिण्या बह्वनेहसम् असेवि । तदेतस्यै जगत्पतिं वरयामि ॥37॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- जिससे मेरी तपोवृत्तिकी साक्षिणी इस छागीकरके मैं बहुतकाल से सेईगई हूँ उससे इसकेही लिये जगत्पति से वरलेती हूँ ॥३७॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- परामृश्य मनस्येतत्प्राह त्र्यक्षं सुलक्षणा । कृपानिधे महादेव यदि देयो वरो मम ॥38॥
                            </div>
                            <div class="pada">
                                पदविभागः- परामृश्य मनसि एतत् प्राह त्र्यक्षं सुलक्षणा । कृपानिधे महादेव यदि देयः वरः मम ॥38॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- सुलक्षणा मनसि परामृश्य एतत् त्र्यक्षं प्राह – “कृपानिधे, महादेव, यदि देयः वरः मम.. ॥38॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- अपने मनमें यह विचारकर सुलक्षणाने शिवजी से कहा कि – “हे कृपानिधान, महादेवजी! जो मुझको वर देने योग्य है ॥३८॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- अजशावी वराक्येषा तर्हि प्रागनुगृह्यताम् । वक्तुं पशुत्वान्नो वेत्ति किञ्चिन्मद्भक्तिपेशला ॥39॥
                            </div>
                            <div class="pada">
                                पदविभागः- अजशावी वराकी एषा तर्हि प्राग् अनुगृह्यताम् । वक्तुं पशुत्वात् नो वेत्ति किञ्चित्-मद्भक्ति-पेशला ॥39॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- ..तर्हि एषा वराकी अजशावी प्राग् अनुगृह्यताम् । मद्भक्तिपेशला पशुत्वात् किञ्चित् वक्तुं नो वेत्ति ।” ॥39॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- तो पहले इस बापुरी बकरीपर अनुग्रहकरो क्योंकि मेरी सेवा में दक्ष यह पशुभाव से कुछ बोलने नहीं जानती हैं ॥३९॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- इति वाचं निशम्येशः परोपकृतिशालिनीम् । सुलक्षणाया नितरां तुतोष प्रणतार्तिहा ॥40॥
                            </div>
                            <div class="pada">
                                पदविभागः- इति वाचं निशम्य ईशः पर-उपकृति-शालिनीम् । सुलक्षणायाः नितरां तुतोष प्रणत-आर्ति-हा ॥40॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- इति परोपकृतिशालिनीं वाचं निशम्य, प्रणतार्तिहा ईशः सुलक्षणाया नितरां तुतोष ॥40॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- इसभाँतिसे सुलक्षणाकी परोपकारसे सोहतीहुई वाणीको सुनकर प्रणतपपीडाहर शंकरजी बहुतही सन्तुष्टहुये ॥४०॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- देवदेवस्ततः प्राह देवि पश्य गिरीन्द्रजे । साधूनामीदृशी बुद्धिः परोपकरणोर्जिता ॥41॥
                            </div>
                            <div class="pada">
                                पदविभागः- - देवदेवः ततः प्राह देवि पश्य गिरीन्द्र-जे । साधूनाम् ईदृशी बुद्धिः पर-उपकरण-ऊर्जिता ॥41॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- ततः देवदेवः प्राह – “देवि गिरीन्द्रजे, पश्य । साधूनाम् ईदृशी परोपकरणोर्जिता बुद्धिः ॥41॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- तदनन्तर देवोंके देव महादेवजी बोले कि – “हे पार्वति, देवि, देखो कि परोपकारमें बाढ़ी हुई साधुओंकी ऐसीबुद्धि होतीहे ॥४१॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- ते धन्याः सर्वलोकेषु सर्वधर्माश्रयाश्च ते । यतन्ते सर्वभावेन परोपकरणाय ये ॥42॥
                            </div>
                            <div class="pada">
                                पदविभागः- -ते धन्याः सर्व-लोकेषु सर्वधर्म-आश्रयाः च ते । यतन्ते सर्वभावेन पर-उपकरणाय ये ॥42॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- ये सर्वभावेन परोपकरणाय यतन्ते, ते धन्याः । ते सर्वलोकेषु सर्वधर्माश्रयाः च । ॥42॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- जो सब भाव से परोपकारके लिये यत्न करतेहैं वे सब लोकों में या लोगोंमें धन्यहै और वे सब धरर्मों के आधारहैं ॥४२॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- सञ्चयः सर्ववस्तूनां चिरं तिष्ठति नो क्वचित् । सुचिरं तिष्ठते चैकं परोपकरणं प्रिये ॥43॥
                            </div>
                            <div class="pada">
                                पदविभागः- सञ्चयाः सर्व-वस्तूनां चिरं तिष्ठति नो क्वचित् । सुचिरं तिष्ठते च एकं परोपकरणं प्रिये ॥43॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- क्वचित् सर्ववस्तूनां सञ्चयः चिरं नो तिष्ठति । प्रिये, परोपकरणं चैकं सुचिरं तिष्ठते ॥43॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- हे प्रिये! सब वस्तुओंकी राशियां बहुत कालतक कहीं नहीं टिकती हैं, परन्तु एक परोपकार बहुत कालतक रहताहै ॥४३॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- धन्या सुलक्षणा चैषा योग्यानुग्रहकर्मणि । ब्रूहि देवि वरो देयः कोऽस्यै च्छाग्यै च कः प्रिये ॥44॥
                            </div>
                            <div class="pada">
                                पदविभागः- धन्या सुलक्षणा च एषा योग्या अनुग्रह-कर्मणि । ब्रूहि देवि वरः देयः कः अस्यै च्छाग्यै च कः प्रिये ॥44॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- एषा सुलक्षणा च धन्या । अनुग्रहकर्मणि योग्या । देवि, प्रिये, ब्रूहि । कः अस्यै वरः देयः, च्छाग्यै च कः (वरः देयः)?” इति। ॥44॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- हे प्रिये, देवि। अनुकूल कार्य के लियेयह सुलक्षणा धन्यहै इससे तुम कहो कि कौन वर इसको और कौन छागीको देने योग्यहै ॥४४॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- सर्वसृष्टिकृतां कर्तः सर्वज्ञप्रणतार्तिहन् । सुलक्षणा शुभाचारा सखी मेस्तु शुभोद्यमा ॥45॥
                            </div>
                            <div class="pada">
                                पदविभागः- सर्वसृष्टिकृतां कर्तः सर्वज्ञ-प्रणत-आर्तिहन् । सुलक्षणा शुभाचारा सखी मे अस्तु शुभ-उद्यमा ॥45॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- “सर्वसृष्टिकृतां कर्तः, सर्वज्ञप्रणतार्तिहन्, शुभाचारा शुभोद्यमा सुलक्षणा मे सखी अस्तु ॥45॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- श्रीदेवीजी बोलीं कि – “हे सब सृष्टिकर्ताओं के कारक, भक्तार्तिहारक, सर्वज्ञ! शुभ उद्यमवाली शुभाचारा यह सुलक्षणा मेरी सखी होवे ॥४५॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- यथा जया च विजया यथा चैव जयन्तिका । शुभानन्दा सुनन्दा च कौमुदी च यथोर्मिला ॥46॥
                            </div>
                            <div class="pada">
                                पदविभागः- यथा जया च विजया यथा च एव जयन्तिका । शुभ-आनन्दा सुनन्दा च कौमुदी च यथा ऊर्मिला ॥46॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- “यथा जया च, विजया, यथा च एव जयन्तिका, शुभा, नन्दा, सुनन्दा च, कौमुदी च, यथा ऊर्मिला.. ॥46॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- जैसे जया, विजया, जैसे जयन्तिका, शुभा, नन्दा, सुनन्दा, कौमुदी, जैसे ऊर्मिला है.. ॥४६॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- यथा चम्पकमाला च यथा मलयवासिनी । कर्पूरलतिका यद्वद्गन्धधारा यथा शुभा ॥47॥
                            </div>
                            <div class="pada">
                                पदविभागः- यथा चम्पक-माला च यथा मलय-वासिनी । कर्पूर-लतिका यद्वद् गन्ध-धारा यथा शुभा ॥47॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- ..यथा चम्पकमाला च, यथा मलयवासिनी, कर्पूरलतिका, यद्वद् गन्धधारा, यथा शुभा.. ॥47॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- ..व जैसे चम्पकमाला, जैसे मलयवासिनी, कर्पूरलतिका, जैसे गन्धधारा, जैसे शुभा है.. ॥४७॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- अशोका च विशोका च यथा मलयगन्धिनी । यथा चन्दननिःश्वासा यथा मृगमदोत्तमा ॥48॥
                            </div>
                            <div class="pada">
                                पदविभागः- अशोका च विशोका च यथा मलय-गन्धिनी । यथा चन्दन-निःश्वासा यथा मृग-मद-उत्तमा ॥48॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- ..अशोका च, विशोका च, यथा मलयगन्धिनी, यथा चन्दननिःश्वासा, यथा मृगमदोत्तमा ॥48॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- ..अशोका, विशोका, जैसे मलयगन्धिनी, जैसे चन्दननिःश्वासा, जैसे मृगमदोत्तमा.. ॥४८॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- यथा च कोकिलालापा यथा मधुरभाषिणी । गद्यपद्यनिधिर्यद्वदनुक्तज्ञा यथा च सा ॥49॥
                            </div>
                            <div class="pada">
                                पदविभागः- यथा च कोकिला-आलापा यथा मधुर-भाषिणी । गद्य-पद्य-निधिः यद्वद्-अनुक्तज्ञा यथा च सा ॥49॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- यथा च कोकिलालापा, यथा मधुरभाषिणी, गद्यपद्यनिधिः यद्वद् अनुक्तज्ञा यथा च सा ॥49॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- जैसे कोकिलालापा, जैसे मधुरभाषिणी, गद्यपद्यनिधि, जैसे वह अनुक्तज्ञा.. ॥४९॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- दृगञ्चलेङ्गितज्ञा च यथा कृतमनोरथा । गानचित्तहरा यद्वत्तथास्त्वेषा सुलक्षणा ॥50॥
                            </div>
                            <div class="pada">
                                पदविभागः- दृग्-अञ्चल-इङ्गित-ज्ञा च यथा कृत-मनोरथा । गान-चित्तहरा यद्वत् तथा अस्तु एषा सुलक्षणा ॥50॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- दृगञ्चलेङ्गितज्ञा च, यथा कृतमनोरथा, गानचित्तहरा यद्वत् तथा अस्तु एषा सुलक्षणा ॥50॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- दृगञ्चलेङ्गितज्ञा, जैसे कृतमनोरथा, जैसे गानचित्तहरा सखी है वैसे ही यह सुलक्षणा भी होवे॥५०॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- अतिप्रिया भवित्री मे यद्बाला ब्रह्मचारिणी । अनेनैव शरीरेण दिव्यावयवभूषणा ॥51॥
                            </div>
                            <div class="pada">
                                पदविभागः- अतिप्रिया भवित्री मे यद्बाल ब्रह्मचारिणी । अनेन एव शरीरेण दिव्य-अवयव-भूषणा ॥51॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- - यद्बाला ब्रह्मचारिणी मे अतिप्रिया भवित्री, अनेन एव शरीरेण दिव्यावयवभूषणा.. ॥51॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- जिससे यह बालब्रह्मचारिणी है इससे मेरी बड़ी प्यारी होवेगी व इस देहसे ही अच्छे अंग और अलंकारवाली ॥५१॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- दिव्याम्बरा दिव्यगन्धा दिव्यज्ञानसमन्विता । समया मां सदैवास्तां चञ्चच्चामरधारिणी ॥52॥
                            </div>
                            <div class="pada">
                                पदविभागः- दिव्य-अम्बरा दिव्य-गन्धा दिव्य-ज्ञान-समन्विता । समया मां सदैव आस्तां चञ्चत्-चामर-धारिणी ॥52॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- - दिव्याम्बरा, दिव्यगन्धा, दिव्यज्ञानसमन्विता, चञ्चच्चामरधारिणी सदैव मां समया आस्ताम् ॥52॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- व दियवस्त्रा, दिव्यगन्धा, दिव्यज्ञानसमन्विता और स्फुरतेहुये बालव्यजनके चलानेवाली होकर सदैवमेरे समीप में बसे ॥५२॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- एषापि काशिराजस्य कुमार्यस्त्विह बर्करी । अत्रैव भोगान्सम्प्राप्य मुक्तिं प्राप्स्यत्यनुत्तमाम् ॥53॥
                            </div>
                            <div class="pada">
                                पदविभागः- एषा अपि काशि-राजस्य कुमारी अस्तु इह बर्करी । अत्र एव भोगान् सम्प्राप्य मुक्तिं प्राप्स्यति अनुत्तमाम् ॥53॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- -एषा अपि बर्करी इह काशिराजस्य कुमारी अस्तु । अत्र एव भोगान् सम्प्राप्य अनुत्तमां मुक्तिं प्राप्स्यति ॥53॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- और यह बकरी भी इस लोकमें काशीनरेशकी कन्या होवे । इस काशीमें भोगोंको भलीभाति से प्राप्त होकर उत्तम मोक्षको पावेगी ॥५३॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- अनया त्वर्ककुण्डेस्मिन्पुष्ये मासि रवेर्दिने । स्नातं त्वनुदिते सूर्ये शीतादक्षुब्धचित्तया ॥54॥
                            </div>
                            <div class="pada">
                                पदविभागः- अनया तु अर्क-कुण्डे अस्मिन् पुष्ये मासि रवेः दिने । स्नातं तु अनुदिते सूर्ये शीताद् अक्षुब्ध-चित्तया ॥54॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- अनया तु अस्मिन् अर्ककुण्डे, पुष्ये मासि, रवेः दिने, सूर्ये अनुदिते तु, शीताद् अक्षुब्धचित्तया स्नातम् ॥54॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- क्योंकि जाड़ेसे क्षोभरहित अन्तःकरणवाली इसने पूसमासके रविवारमें जब सूर्य नही उगे तब अर्ककुण्ड में नहाया है ॥५४॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- राजपुत्री ततः पुण्यादस्त्वेषा शुभलोचना । वरदानप्रभावेण तव विश्वेश्वर प्रभो ॥55॥
                            </div>
                            <div class="pada">
                                पदविभागः- राजपुत्री ततः पुण्याद् अस्तु एषा शुभ-लोचना । वर-दान-प्रभावेण तव विश्वेश्वर प्रभो ॥55॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- विश्वेश्वर, प्रभो, एषा शुभलोचना ततः पुण्याद् तव वरदानप्रभावेण राजपुत्री अस्तु । ॥55॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- उस पुण्य से यह शुभलोचना राजपुत्री होवे । हे विश्वेश्वर, प्रभो! आपके वरदान के प्रभावसे ॥५५॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- बर्करीकुण्डमित्याख्या त्वर्ककुण्डस्य जायताम् । एतस्याः प्रतिमा पूज्या भविष्यत्यत्र मानवैः ॥56॥
                            </div>
                            <div class="pada">
                                पदविभागः- बर्करी-कुण्डम् इति आख्या तु अर्क-कुण्डस्य जायताम् । एतस्याः प्रतिमा पूज्या भविष्यति अत्र मानवैः ॥56॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- अर्ककुण्डस्य बर्करीकुण्डम् इत्याख्या तु जायताम् । अत्र मानवैः एतस्याः प्रतिमा पूज्या भविष्यति ॥56॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- अर्ककुण्ड का बर्करीकुण्ड नाम होजावे व यहां इस छागीकी प्रतिमा मनुष्यों से पूजनीय होगी ॥५६॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- उत्तरार्कस्य देवस्य पुष्ये मासि रवेर्दिने । कार्या सा वत्सरीयात्रानतैः काशीफलेप्सुभिः ॥57॥
                            </div>
                            <div class="pada">
                                पदविभागः- उत्तरार्कस्य देवस्य पुष्ये मासि रवेः दिने । कार्या सा वत्सरी-यात्रा न तैः काशी-फल-ईप्सुभिः ॥57॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- पुष्ये मासि रवेः दिने उत्तरार्कस्य देवस्य सा वत्सरीयात्रानतैः काशीफलेप्सुभिः कार्या॥57॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- पूसमासके रविवारमें उत्तरार्कदेवकी वार्षिकीयात्रा फलचाही भक्तोंको करना चाहिये ॥५७॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- मृडान्याभिहितं सर्वं कृत्वैतद्विश्वगो विभुः । विश्वनाथो विवेशाथ प्रासादं स्वमतर्कितः ॥58॥
                            </div>
                            <div class="pada">
                                पदविभागः- मृडान्या अभिहितं सर्वं कृत्वा एतद् विश्वगः विभुः । विश्वनाथः विवेश अथ प्रासादं स्वमतर्कितः ॥58॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- विश्वगः, विभुः, विश्वनाथः अतर्कितः मृडान्या अभिहितम् एतत् सर्वं कृत्वा, अथ स्वं प्रासादम् विवेश ॥58॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- इस भांतिसे पार्वती के कहेहुये इस सब वचनको सिद्धकरके उसके बाद सर्वव्यापक समर्थं और अतर्कित याने मन व वचनसे परे विश्वनाथजी अपने प्रासाद (मन्दिर) में पैठगये ॥५८॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- लोलार्कस्य च माहात्म्यमुत्तरार्कस्य च द्विज । कथितं ते महाभाग साम्बादित्यं निशामय ॥59॥
                            </div>
                            <div class="pada">
                                पदविभागः- लोलार्कस्य च माहात्म्यम् उत्तरार्कस्य च द्विज कथितं ते महाभाग साम्बादित्यं निशामय ॥59॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- - द्विज, महाभाग, लोलार्कस्य च, उत्तरार्कस्य च माहात्म्यं ते कथितम् । साम्बादित्यं निशामय ॥59॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- श्रीकात्तिकेयजी बोले कि, हे महाभाग, ब्राह्मण, अगस्त्यजी! लोलार्क व उत्तरार्ककी महिमा तुमसे कहीगई। अब साम्बादित्यका सुनो ॥५९॥
                            </div>
                        </div>
                        
                        
                        <div class="total">
                            <div class="moolam">
                                मूलम्- श्रुत्वैतत्पुण्यमाख्यानं शुभं लोलोत्तरार्कयोः । व्याधिभिर्नाभिभूयेत न दारिद्र्येण बाध्यते ॥60॥
                            </div>
                            <div class="pada">
                                पदविभागः- श्रुत्वा एतत् पुण्यम् आख्यानं शुभं लोल-उत्तर-अर्कयोः । व्याधिभिः न अभिभूयेत न दारिद्र्येण बाध्यते ॥60॥
                            </div>
                            <div class="anvaya">
                                अन्वयः- एतत् शुभं, लोलोत्तरार्कयोः पुण्यम् आख्यानं श्रुत्वा व्याधिभिः न अभिभूयेत, न दारिद्र्येण बाध्यते ॥60॥
                            </div>
                            <div class="prati">
                                तात्पर्यम्- लोलार्क और उत्तरार्कके इस पुण्यरूप शुभ आख्यानको सुनकर मनुष्य रोगों से न हरायाजावे व दारिद्र्यसे न पीडित होगा ॥६०॥
                            </div>
                        </div>
                            
                    <div class="total">
                            <div class="moolam">
                                इति श्रीस्कान्दे महापुराण एकाशीतिसाहस्र्यां संहितायां चतुर्थे काशीखण्डे पूर्वार्धे उत्तरार्कवर्णनं नाम सप्तचत्वारिंशोऽध्यायः ॥47॥
                            </div>
                            <div class="pada">
                                इति श्रीस्कन्दपुराणेकाशीखण्डे भाषाबन्धे सिद्धिनाथत्रिवेदिविरचिते उत्तरार्कवणनं नामसप्तचत्वारिशोऽध्यायः ॥ ४७ ॥
                            </div>
                    </div>
                </div>
                
                    <button id="more3" class="lang-btn" style="margin:0.2em">More</button>
                    <button id="less3" class="lang-btn" style="margin:0.2em">Less</button>
                </div>
            </div>
            
        </div>
    </div>

<script>


    $(document).ready(function () {

            $("#sarthamore").hide();
            $("#kevalamore").hide();
            $("#saslokamore").hide();

            $("#less1").hide();
            $("#less2").hide();
            $("#less3").hide();
            
            

            $("#more1").click(function(){
                $("#sarthamore").slideDown(2000);
                $("#more1").hide();
                $("#less1").show();
            });

            $("#less1").click(function(){
                $("#sarthamore").hide();
                $("#more1").show();
                $("#less1").hide();
                $("html, body").animate({
                    'scrollTop':   $('#firstSection').offset().top
                }, 200);
            });

            $("#more2").click(function(){
                $("#kevalamore").slideDown(2000);
                $("#more2").hide();
                $("#less2").show();
            });

            $("#less2").click(function(){
                $("#kevalamore").hide();
                $("#more2").show();
                $("#less2").hide();
                $("html, body").animate({
                    'scrollTop':   $('#secondSection').offset().top
                }, 200);
            });

            $("#more3").click(function(){
                $("#saslokamore").slideDown(2000);
                $("#more3").hide();
                $("#less3").show();
            });

            $("#less3").click(function(){
                $("#saslokamore").hide();
                $("#more3").show();
                $("#less3").hide();
                $("html, body").animate({
                    'scrollTop':   $('#thirdSection').offset().top
                }, 200);
            });

            $("#saslokamore:contains('मूलम्')").css('color','red');


    })
</script>

    
        <!-- Footer Start -->
        <footer class="footer-area">
            <div class="main-footer">
                <div class="container">
                    <div class="row">
                        <div class="col-lg-4 col-md-6">
                            <div class="single-widget pr-60">
                                <div class="footer-logo pb-5">
                                    <a href="home.php"><img src="images/logo.png" alt="Samskrtam" style="width:200px"></a>
                                </div>
                                <div class="footer-social">
                                    <ul>
                                        <li><a href="https://www.facebook.com/svarvaniprakash"><i class="zmdi zmdi-facebook customicon"></i></a></li>
                                        <li><a href="https://www.pinterest.com/"><i class="zmdi zmdi-pinterest customicon"></i></a></li>
                                        <li><a href="https://www.youtube.com/c/SvarvaniPrakashaTheLightofSamskrtam/featured"><i class="zmdi zmdi-youtube customicon"></i></a></li>
                                        <li><a href="https://www.instagram.com/svarvani24/"><i class="zmdi zmdi-instagram customicon"></i></a></li>
                                        <li><a href="https://twitter.com/SvarvaniS"><i class="zmdi zmdi-twitter customicon"></i></a></li>
                                    </ul>    
                                </div>
                            </div>
                        </div>
<!--                         <div class="col-lg-3 col-md-6">
                            <div class="single-widget">
                                <h3>information</h3>
                                <ul>
                                    <li><a href="#">Link 1</a></li>
                                    <li><a href="#">Link 2</a></li>
                                    <li><a href="event.html">Events</a></li>
                                    <li><a href="#">Other info</a></li>
                                    <li><a href="#">TimeTable</a></li>
                                </ul>
                            </div>
                        </div> -->
                        <div class="col-lg-4 col-md-6 pt-4 pt-lg-0">
                            <div class="single-widget">
                                <h3>useful links</h3>
                                <ul>
                                    <li><a href="https://twitter.com/SvarvaniS">Twitter</a></li>
                                    <li><a href="https://www.facebook.com/svarvaniprakash">Facebook</a></li>
                                    <li><a href="https://www.instagram.com/svarvani24/">Instagram</a></li>
                                    <li><a href="https://www.youtube.com/c/SvarvaniPrakashaTheLightofSamskrtam/featured">YouTube</a></li>
                                    <li><a href="https://www.pinterest.com/">Pinterest</a></li>
                                </ul>
                            </div>
                        </div>
                        <div class="col-lg-4 col-md-6 pt-4 pt-lg-0">
                            <div class="single-widget">
                                <h3>get in touch</h3>
                                <p>Please reach us at: </p>
                                <p>samskrta.usha@gmail.com<br>https://samskrtam.info</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>   
            <div class="footer-bottom text-center">
                <div class="container">
                    <div class="row">
                        <div class="col-12">
                            <p>Copyright © <a href="index.html">Svarvani Prakasha</a> 2023. All Right Reserved By <a href="https://samskrtam.info" target="_blank">Svarvani</a></p>
                        </div> 
                    </div>
                </div>    
            </div>
        </footer>
        <!-- Footer End -->


        
        <script src="js/vendor/jquery-migrate-3.3.2.min.js"></script>
        <script src="js/bootstrap.bundle.min.js"></script>
        <script src="js/jquery.meanmenu.js"></script>
        <script src="js/jquery.magnific-popup.js"></script>
        <script src="js/ajax-mail.js"></script>
        <script src="js/owl.carousel.min.js"></script>
        <script src="js/jquery.mb.YTPlayer.js"></script>
        <script src="js/jquery.nicescroll.min.js"></script>
        <script src="js/plugins.js"></script>
        <script src="js/main.js"></script>
        <script src="js/samskrtam.js"></script>
    </body>
</html>