    
    <!doctype html>
<html class="no-js" lang="en">
    <head>
        <base href="/">
        <meta charset="utf-8">
        <meta http-equiv="x-ua-compatible" content="ie=edge">
        <title>विष्णुसहस्रनामान्त-फलश्रुतिः - अन्वयक्रमे</title>
        <meta name="description" content="Learn and Read Sanskrit - Samskrtam - विष्णुसहस्रनामान्त-फलश्रुतिः - अन्वयक्रमे">
        <meta name="viewport" content="width=device-width, initial-scale=1">

        <!-- Favicon -->
        <link rel="shortcut icon" type="image/x-icon" href="./img/favicon.png">

        <link rel="stylesheet" href="css/bootstrap.min.css">
        <link rel="stylesheet" href="css/animate.min.css">
        <link rel="stylesheet" href="css/meanmenu.css">
        <link rel="stylesheet" href="css/magnific-popup.css">
        <link rel="stylesheet" href="css/owl.carousel.min.css">
        <link rel="stylesheet" href="css/font-awesome.min.css">
        <link rel="stylesheet" href="css/et-line-icon.css">
        <link rel="stylesheet" href="css/reset.css">
        <link rel="stylesheet" href="css/ionicons.min.css">
        <link rel="stylesheet" href="css/material-design-iconic-font.min.css">
        <link rel="stylesheet" href="css/style.css?v=16">
        <link rel="stylesheet" href="css/responsive.css">
        <script src="js/vendor/modernizr-3.11.2.min.js"></script>
        <script src="js/vendor/jquery-3.6.0.min.js"></script>
        <script type="text/javascript" src="js/freeze-table.js"></script>
        <script type="text/javascript" src="js/samskrtam.js"></script>

                    <script id="aksharamukhascript" src="https://cdn.jsdelivr.net/gh/virtualvinodh/aksharamukha/aksharamukha-web-plugin/aksharamukha-v3.js"></script>
        
    </head>
    <body>
        <!--[if lt IE 8]>
        <p class="browserupgrade">You are using an <strong>outdated</strong> browser. Please <a href="http://browsehappy.com/">upgrade your browser</a> to improve your experience.</p>
        <![endif]-->


        <div class="header-top">
            <div class="container">
                <div class="row">
                        <!-- <div class="col-md-3 col-sm-5 col-6">
                            <div class="logo">
                                <a href="home.php"><img src="img/logo/logif.jpeg" alt="Samskrtam logo" style="width:30px;height:20px" /></a>
                            </div>
                        </div> -->
                        <div class="col-md-12 col-sm-12">
                            <div class="header-top-right text-md-end">
                                <ul>
                                    <li><a href="home.php">Home</a></li>
                                    <li><a href="home.php">Contact</a></li>
                                    <li><a href="home.php">About</a></li>
                                    <li><a href="donate.php">Donate</a></li>
                                    <li><a href="home.php">Useful Links</a></li>
                                </ul>
                            </div>
                    </div>
                </div>
            </div>
        </div>

        <!-- Banner Area Start -->
        <div class="banner-area-wrapper">
            <div class="banner-area1 text-center">  
                <div class="container">
                    <div class="row">
                        <div class="col-12">
                            <div class="banner-content-wrapper">
                                <div class="banner-content">
                                    <h2></h2> 
                                </div> 
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>    
        <!-- Banner Area End -->
        <!-- Header Area Start -->
		<header class="top">
			<div class="header-area two header-sticky">
				<div class="container">
					<div class="row">
                        <div class="col-md-3 col-sm-5 col-6">
                            <div class="logo">
                                <a href="home.php"></a>
                            </div>
                        </div>
						<div class="col-md-9 col-sm-7 col-6">
                            <div class="content-wrapper text-end">
                                <!-- Main Menu Start -->
                                <div class="main-menu">
                                    <nav>
                                        <ul>
                                            <li><a href="stotras.php">Stotras</a></li>
                                            <li><a href="home.php">Songs</a></li>
                                             <li class="hidden-sm"><a href="texts.php">Text Contents</a></li>
                                             <li class="hidden-sm"><a href="courses.php">Lessons</a></li>
                                             <li class="hidden-sm"><a href="home.php">Articles</a></li>    
                                             <li class="hidden-sm"><a href="prahelikas.php">ప్రహేళికలు</a></li>                                         
                                            <li><a href="home.php">Other</a>
                                                <ul>
                                                    <li><a href="home.php">Worker Links</a></li>
                                                    <li><a href="donate.php">Donate</a></li>
                                                    <li><a href="donate.php">Blogs</a></li>
                                                </ul>
                                            </li>
                                            
                                            
                                        </ul>
                                    </nav>
                                </div>
                                <!--Search Form Start-->
<!--                                 <div class="search-btn">
                                    <ul class="header-search search-toggle">
                                        <li class="search-menu">
                                            <i class="fa fa-search"></i>
                                        </li>
                                    </ul>
                                    <div class="search">
                                        <div class="search-form">
                                            <form id="search-form" action="#">
                                                <input type="search" placeholder="Search here..." name="search" />
                                                <button type="submit">
                                                    <span><i class="fa fa-search"></i></span>
                                                </button>
                                            </form>                                
                                        </div>
                                    </div>
                                </div> -->
                                <!--End of Search Form-->
                                <!-- Main Menu End -->
                            </div>
						</div>
                        <div class="col-12">
                            <div class="mobile-menu hidden-sm"></div> 
                        </div>
					</div>
				</div>
			</div>
		</header>
		<!-- Header Area End -->




    <div class="subscribe-area pt-60 pb-70">
        <div class="container">

            <div style="color: green;">
                <a href="home.php" class="crumb">Home</a> >> <a href="texts.php" class="crumb">Text Contents</a> >> 
                Anvayas - विष्णुसहस्रनामान्त-फलश्रुतिः - अन्वयक्रमे
            </div>
            <div class="row sanskrit  pt-60" style="margin-bottom:1em">
                <div class="col-lg-8 offset-lg-2">
                    <div class="subscribe-content section-title text-center">
                        <h2>विष्णुसहस्रनामान्त-फलश्रुतिः - अन्वयक्रमे</h2>
                    </div>
                </div>
            </div>

            <div class="course-content sanskrit" style="text-align: center;margin-bottom:2em">
                <div style="padding-bottom: 1em;">
                    <h2 style="font-size: 1.5em;color:black">नमो नमः <br>विष्णुसहस्रनामानि बहवः पठन्ति। तत्र अन्ते फलश्रुतिः अत्यन्तं रोचते मह्यम्। तानि फलानि सर्वाणि वयमनुभवामः च जीवने साक्षात्। अधुना एकमन्यत् नूतनं फलं देवेन बुद्धौ कल्पितं यत् अस्य अन्वयक्रमः योज्येत, येन संस्कृतार्थिनां लाभो भवेत्। अत्र भवतां समक्षे प्रस्तूयते इदम्। श्लोकाः यथामूलम् लेखान्ते दत्ताः। यथामति कृतमिदम्। न केनापि परिष्कारितम्। अतः यदि अन्वये क्वचित् दोषाः स्युः - अवश्यं सूचयन्तु। परिष्करिष्यामि।
                    <br>--इत्थं भवदीया संस्कृतानुरागिणी
                    <br>उषाराणी सङ्का</h2>
                </div>
            </div>

            <div class="row gita sanskrit">
                <div class="b1">
                    <div class="gita dritarashtra">
                        <img src="/images/Bheeshma.jpeg" alt="Avatar" style="width:100%;">
                        <pre style="white-space: pre-wrap;font-size: 1.5em;color:#FF5F1F" class="sanskrit">
भीष्म उवाच- इति कीर्तनीयस्य महात्मनः केशवस्य इदं दिव्यानां नाम्नां सहस्रम् अशेषेण प्रकीर्तितम् । यः इदं शृणुयात् यः च अपि नित्यं परिकीर्तयेत् सः मानवः अमुत्र इह च किञ्चित् (अपि) अशुभं न प्राप्नुयात् । ब्राह्मणः वेदान्तगः स्यात् । क्षत्रियः विजयी भवेत् । वैश्यः धनसमृद्धः स्यात् । शूद्रः सुखम् अवाप्नुयात् । धर्मार्थी धर्मं प्राप्नुयात् । अर्थार्थी च अर्थम् आप्नुयात् । कामी कामान् अवाप्नुयात् । प्रजार्थी च प्रजाम् आप्नुयात् । यः भक्तिमान् सदा उत्थाय शुचिः तद्गतमानसः एतत् वासुदेवस्य नाम्नां सहस्रं प्रकीर्तयेत्, (सः) विपुलं यशः ज्ञातिप्राधान्यम् एव च प्राप्नोति । अचलां श्रियम् आप्नोति । अनुत्तमं श्रेयः प्राप्नोति । क्वचिद् भयं न आप्नोति । वीर्यं तेजः च विन्दति । अरोगः द्युतिमान् बलरूपगुणान्वितः भवति । रोगार्तः रोगात् मुच्यते । बद्धः बन्धनात् मुच्येत। भीतः तु भयात् मुच्येत । आपन्नः आपदः मुच्येत । पुरुषः दुर्गाणि आशु अतितरति । 

नित्यं भक्तिसमन्वितः नामसहस्रेण पुरुषोत्तमं स्तुवन् वासुदेवाश्रयः मर्त्यः वासुदेवपरायणः सर्वपापविशुद्धात्मा ब्रह्म सनातनं याति । वासुदेवभक्तानाम् अशुभं क्वचित् न विद्यते । जन्ममृत्युजराव्याधिभयं न एव उपजायते । श्रद्धाभक्तिसमन्वितः इमं स्तवम् अधीयानः आत्मसुखक्षान्तिश्रीधृतिस्मृतिकीर्तिभिः युज्येत । कृतपुण्यानां भक्तानां पुरुषोत्तमे क्रोधः, मात्सर्यं लोभः अशुभा मतिः (वा) न भवन्ति । 

द्यौः सचन्द्रार्कनक्षत्रा खं दिशः भूः महोदधिः महात्मनः वासुदेवस्य वीर्येण विधृतानि । ससुरासुरगन्धर्वं सयक्ष-उरग-राक्षसं सचराचरं जगद् इदं कृष्णस्य वशे वर्तते । इन्द्रियाणि, मनः, बुद्धिः, सत्त्वं, तेजः, बलं, धृतिः, क्षेत्रं, क्षेत्रज्ञः एव च वासुदेवात्मकानि आहुः । आचारः सर्वागमानां प्रथमं परिकल्पते । आचारप्रभवः धर्मः, धर्मस्य प्रभुः अच्युतः । ऋषयः, पितरः, देवाः, महाभूतानि, धातवः, जङ्गमाजङ्गमं च इदं जगत् नारायण-उद्भवम् । योगः, ज्ञानं, तथा साङ्ख्यं विद्याः, शिल्पादिकर्म च वेदाः, शास्त्राणि, विज्ञानं, जनार्दनात् एतत् सर्वम् । एकः विष्णुः महद्भूतं विश्वभुग्, अव्ययः, पृथग्भूतानि अनेकशः भूतात्मा त्रीन् लोकान् व्याप्य भुङ्क्ते । यः पुरुषः व्यासेन कीर्तितं भगवतः विष्णोः स्तवम् इमं पठेद्, (सः) श्रेयः, सुखानि प्राप्तुं च इच्छेत् । ये विश्वेश्वरम्, अजं, देवं, जगतः प्रभुम्, अव्ययं, पुष्कराक्षं भजन्ति ते पराभवं न यान्ति ।</pre>

                    </div>

                    <div class="gita arjuna">
                        <img src="/images/Arjuna.jpg" alt="Avatar" style="width:100%;">
                        <pre style="white-space: pre-wrap;font-size: 1.5em;color: blue;" class="sanskrit">
अर्जुन उवाच- पद्मपत्रविशालाक्ष, पद्मनाभ, सुरोत्तम, जनार्दन, अनुरक्तानां भक्तानां त्राता भव । श्रीभगवानुवाच- पाण्डव, यः मां नामसहस्रेण स्तोतुम् इच्छति, सः अहम् एकेन श्लोकेन स्तुत एव। न संशयः । व्यास उवाच- वासुदेवस्य वासनाद् भुवनत्रयं वासितम्। वासुदेव, सर्वभूतनिवासः असि, ते नमः अस्तु । पार्वती उवाच- प्रभो, केन लघुना उपायेन विष्णोः नामसहस्रकं पण्डितैः नित्यं पठ्यते, (तत्) अहं श्रोतुम् इच्छामि । ईश्वर उवाच- मनोरमे, श्रीराम राम राम इति रामे रमे । वरानने, सहस्रनाम तत् रामनाम तुल्यम् । ब्रह्मा उवाच- अनन्ताय, सहस्रमूर्तये, सहस्रपादाक्षिशिरोरुबाहवे, सहस्रनाम्ने, पुरुषाय, शाश्वते, सहस्रकोटियुगधारिणे नमः नमः अस्तु । सञ्जय उवाच- यत्र योगेश्वरः कृष्णः, यत्र धनुर्धरः पार्थः, तत्र श्रीः विजयः, भूतिः, ध्रुवा नीतिः, मम मतिः । </pre>
                    </div>

                    <div class="gita krishna">
                        <img src="/images/Krishna.png" alt="Avatar" style="width:100%;">
                        <pre style="white-space: pre-wrap;font-size: 1.5em;color: navy;" class="sanskrit">
श्रीभगवानुवाच- अनन्याः चिन्तयन्तः ये जनाः मां पर्युपासते, तेषां नित्याभियुक्तानां योगक्षेमम् अहं वहामि । साधूनां परित्राणाय, दुष्कृतां विनाशाय च, धर्मसंस्थापनार्थाय युगे युगे सम्भवामि । आर्ताः, विषण्णाः, शिथिलाः च, भीताः, घोरेषु व्याधिषु च वर्तमानाः, नारायणशब्दमात्रं सङ्कीर्त्य विमुक्तदुःखाः सुखिनः (च) भवन्ति । कायेन, वाचा, मनसा, इन्द्रियैः वा, बुद्ध्या, आत्मना वा, प्रकृतेः स्वभावात् यद् यत् करोमि (तत्) सकलं परस्मै नारायणाय इति समर्पयामि । इति श्रीविष्णोः दिव्यसहस्रनामस्तोत्रं सम्पूर्णम् ॥ॐ तत् सत् ॥</pre>
                    </div>
                </div>
            </div>

            <div id="firstSection" class="row sanskrit" style="border: 1px solid green;border-radius: 1em;margin-bottom:1em">
                <div>
                    <h2 style="color:green;display:inline;font-size: 2em;">यथातथम् -श्लोकभागः- </h2>
                    <pre style="white-space: pre-wrap;font-size: 1.5em;color:black" class="sanskrit">

भीष्म उवाच ---
इतीदं कीर्तनीयस्य केशवस्य महात्मनः ।
नाम्नां सहस्रं दिव्यानामशेषेण प्रकीर्तितम् ॥१॥
इति इदं कीर्तनीयस्य केशवस्य महात्मनः । नाम्नां सहस्रं दिव्यानाम् अशेषेण प्रकीर्तितम् ॥१॥
इति इदं कीर्तनीयस्य महात्मनः केशवस्य दिव्यानां नाम्नां सहस्रम् अशेषेण प्रकीर्तितम् ॥१॥

य इदं शृणुयान्नित्यं यश्चापि परिकीर्तयेत् ।
नाशुभं प्राप्नुयात्किञ्चित्सोऽमुत्रेह च मानवः ॥२॥
यः इदं शृणुयात् नित्यं यः च अपि परिकीर्तयेत् । न अशुभं प्राप्नुयात् किञ्चित् सः अमुत्र इह च मानवः ॥२॥
यः इदं नित्यं शृणुयात्, यः च अपि (नित्यं) परिकीर्तयेत्, सः मानवः अमुत्र इह च किञ्चिद् अशुभं न प्राप्नुयात् ॥२॥

वेदान्तगो ब्राह्मणः स्यात्क्षत्रियो विजयी भवेत् ।
वैश्यो धनसमृद्धः स्याच्छूद्रः सुखमवाप्नुयात् ॥३॥
वेदान्त-गः ब्राह्मणः स्यात् क्षत्रियः विजयी भवेत् । वैश्यः धन-समृद्धः स्यात् शूद्रः सुखम् अवाप्नुयात् ॥३॥
ब्राह्मणः वेदान्तगः स्यात्। क्षत्रियः विजयी भवेत् । वैश्यः धनसमृद्धः स्यात्। शूद्रः सुखम् अवाप्नुयात् ॥३॥

धर्मार्थी प्राप्नुयाद्धर्ममर्थार्थी चार्थमाप्नुयात् ।
कामानवाप्नुयात्कामी प्रजार्थी प्राप्नुयात्प्रजाम् ॥४॥
धर्मार्थी प्राप्नुयात् धर्मम् अर्थार्थी च अर्थम् आप्नुयात् । कामान् अवाप्नुयात् कामी प्रजार्थी प्राप्नुयात् प्रजाम् ॥४॥
धर्मार्थी धर्मं प्राप्नुयात्। अर्थार्थी च अर्थम् आप्नुयात् । कामी कामान् अवाप्नुयात्। प्रजार्थी प्रजां प्राप्नुयात् ॥४॥
                    </pre>
                    <pre style="white-space: pre-wrap;font-size: 1.5em;color:black" class="sanskrit" id="srutimore">
भक्तिमान् यः सदोत्थाय शुचिस्तद्गतमानसः ।
सहस्रं वासुदेवस्य नाम्नामेतत्प्रकीर्तयेत् ॥५॥
भक्तिमान् यः सदा उत्थाय शुचिः तद्गत-मानसः । सहस्रं वासु-देवस्य नाम्नाम् एतत् प्रकीर्तयेत् ॥५॥
यः भक्तिमान् उत्थाय सदा शुचिः तद्गतमानसः वासुदेवस्य एतत् नाम्नां सहस्रं  प्रकीर्तयेत्... ॥५॥

यशः प्राप्नोति विपुलं ज्ञातिप्राधान्यमेव च ।
अचलां श्रियमाप्नोति श्रेयः प्राप्नोत्यनुत्तमम् ॥६॥
यशः प्राप्नोति विपुलं ज्ञाति-प्राधान्यम् एव च । अचलां श्रियम् आप्नोति श्रेयः प्राप्नोति अनुत्तमम् ॥६॥
...(सः) विपुलं यशः ज्ञातिप्राधान्यम् एव च प्राप्नोति । अचलां श्रियम् आप्नोति । अनुत्तमं श्रेयः प्राप्नोति ॥६॥

न भयं क्वचिदाप्नोति वीर्यं तेजश्च विन्दति ।
भवत्यरोगो द्युतिमान्बलरूपगुणान्वितः ॥७॥
न भयं क्वचिद् आप्नोति वीर्यं तेजः च विन्दति । भवति अरोगः द्युतिमान् बल-रूप-गुणान्वितः ॥७॥
क्वचिद् भयं न आप्नोति । वीर्यं तेजः च विन्दति । अरोगः द्युतिमान् बलरूपगुणान्वितः भवति ॥७॥

रोगार्तो मुच्यते रोगाद्बद्धो मुच्येत बन्धनात् ।
भयान्मुच्येत भीतस्तु मुच्येतापन्न आपदः ॥८॥
रोगार्तः मुच्यते रोगाद् बद्धः मुच्येत बन्धनात् । भयात् मुच्येत भीतः तु मुच्येत आपन्नः आपदः ॥८॥
रोगार्तः रोगात् मुच्यते । बद्धः बन्धनात् मुच्येत। भीतः तु भयात् मुच्येत । आपन्नः आपदः मुच्येत ॥८॥

दुर्गाण्यतितरत्याशु पुरुषः पुरुषोत्तमम् ।
स्तुवन्नामसहस्रेण नित्यं भक्तिसमन्वितः ॥९॥
दुर्गाणि अतितरति आशु पुरुषः पुरुष-उत्तमम् । स्तुवन् नाम-सहस्रेण नित्यं भक्ति-समन्वितः ॥९॥
नित्यं भक्तिसमन्वितः पुरुषः नामसहस्रेण पुरुषोत्तमं स्तुवन् दुर्गाणि आशु अतितरति ॥९॥

वासुदेवाश्रयो मर्त्यो वासुदेवपरायणः ।
सर्वपापविशुद्धात्मा याति ब्रह्म सनातनम् ॥१०॥
वासुदेव-आश्रयः मर्त्यः वासुदेव-परायणः सर्व-पाप-विशुद्ध-आत्मा याति ब्रह्म सनातनम्   ॥१०॥
वासुदेवाश्रयः मर्त्यः वासुदेवपरायणः सर्वपापविशुद्धात्मा ब्रह्म सनातनं याति ॥१०॥

न वासुदेवभक्तानामशुभं विद्यते क्वचित् ।
जन्ममृत्युजराव्याधिभयं नैवोपजायते ॥११॥
न वासुदेव-भक्तानाम् अशुभं विद्यते क्वचित् । जन्म-मृत्यु-जरा-व्याधि-भयं न एव उपजायते ॥११॥
वासुदेवस्य भक्तानाम् अशुभं क्वचित् न विद्यते । तेषां जन्ममृत्युजराव्याधिभयं न एव उपजायते ॥११॥

इमं स्तवमधीयानः श्रद्धाभक्तिसमन्वितः ।
युज्येतात्मसुखक्षान्तिश्रीधृतिस्मृतिकीर्तिभिः ॥१२॥
इमं स्तवम् अधीयानः श्रद्धा-भक्ति-समन्वितः । युज्येत आत्म-सुख-क्षान्ति-श्री-धृति-स्मृति-कीर्तिभिः ॥१२॥
श्रद्धाभक्तिसमन्वितः इमं स्तवम् अधीयानः आत्मसुखक्षान्तिश्रीधृतिस्मृतिकीर्तिभिः युज्येत ॥१२॥

न क्रोधो न च मात्सर्यं न लोभो नाशुभा मतिः ।
भवन्ति कृतपुण्यानां भक्तानां पुरुषोत्तमे ॥१३॥
न क्रोधः न च मात्सर्यं न लोभः न अशुभा मतिः । भवन्ति कृत-पुण्यानां भक्तानां पुरुषोत्तमे ॥१३॥
कृतपुण्यानां भक्तानां पुरुषोत्तमे क्रोधः, मात्सर्यं लोभः अशुभा मतिः (वा) न भवन्ति ॥१३॥

द्यौः सचन्द्रार्कनक्षत्रा खं दिशो भूर्महोदधिः ।
वासुदेवस्य वीर्येण विधृतानि महात्मनः ॥१४॥
द्यौः सचन्द्रार्क-नक्षत्राः खं दिशः भूः महोदधिः वासु-देवस्य वीर्येण विधृतानि महात्मनः ॥१४॥
द्यौः सचन्द्रार्कनक्षत्रा खं दिशः भूः महोदधिः महात्मनः वासुदेवस्य वीर्येण विधृतानि॥१४॥

ससुरासुरगन्धर्वं सयक्षोरगराक्षसम् ।
जगद्वशे वर्ततेदं कृष्णस्य सचराचरम् ॥१५॥
ससुरासुर-गन्धर्वं सयक्षोरग-राक्षसं जगद् वशे वर्तते इदं कृष्णस्य सचराचरम् ॥१५॥
ससुरासुरगन्धर्वं सयक्षोरगराक्षसं सचराचरं जगद् इदं कृष्णस्य वशे वर्तते ॥१५॥

इन्द्रियाणि मनो बुद्धिः सत्त्वं तेजो बलं धृतिः ।
वासुदेवात्मकान्याहुः क्षेत्रं क्षेत्रज्ञ एव च ॥१६॥
इन्द्रियाणि, मनः, बुद्धिः, सत्त्वं, तेजः, बलं, धृतिः, वासुदेव-आत्मकानि आहुः क्षेत्रं, क्षेत्रज्ञः एव च ॥१६॥
इन्द्रियाणि, मनः, बुद्धिः, सत्त्वं, तेजः, बलं, धृतिः, क्षेत्रं, क्षेत्रज्ञः एव च वासुदेवात्मकानि आहुः ॥१६॥

सर्वागमानामाचारः प्रथमं परिकल्पते
आचारप्रभवो धर्मो धर्मस्य प्रभुरच्युतः ॥१७॥
सर्व-आगमानाम् आचारः प्रथमं परिकल्पते आचार-प्रभवः धर्मः धर्मस्य प्रभुः अच्युतः ॥१७॥
आचारः सर्वागमानां प्रथमं परिकल्पते । आचारप्रभवः धर्मः, धर्मस्य प्रभुः अच्युतः ॥१७॥

ऋषयः पितरो देवा महाभूतानि धातवः ।
जङ्गमाजङ्गमं चेदं जगन्नारायणोद्भवम् ॥१८॥
ऋषयः, पितरः, देवाः, महा-भूतानि, धातवः, जङ्गमा-जङ्गमं च इदं जगत् नारायण-उद्भवम् ॥१८॥
ऋषयः, पितरः, देवाः, महाभूतानि, धातवः, जङ्गमाजङ्गमं च इदं जगत् नारायणोद्भवम् ॥१८॥

योगो ज्ञानं तथा साङ्ख्यं विद्याः शिल्पादिकर्म च ।
वेदाः शास्त्राणि विज्ञानमेतत्सर्वं जनार्दनात् ॥१९॥
योगः ज्ञानं तथा साङ्ख्यं विद्याः शिल्पादिकर्म च । वेदाः शास्त्राणि विज्ञानम् एतत् सर्वं जनार्दनात् ॥१९॥
योगः, ज्ञानं, तथा साङ्ख्यं विद्याः, शिल्पादिकर्म च वेदाः, शास्त्राणि, विज्ञानं, जनार्दनात् एतत् सर्वम् ॥१९॥

एको विष्णुर्महद्भूतं पृथग्भूतान्यनेकशः ।
त्रींल्लोकान्व्याप्य भूतात्मा भुङ्क्ते विश्वभुगव्ययः ॥२०॥
एकः विष्णुः महद् भूतं पृथग् भूतानि अनेक-शः । त्रीन् लोकान् व्याप्य भूतात्मा भुङ्क्ते विश्व-भुग् अव्ययः ॥२०॥
एकः विष्णुः महद् भूतं विश्वभुग्, अव्ययः, भूतात्मा, अनेकशः पृथग् भूतानि त्रीन् लोकान् व्याप्य भुङ्क्ते ॥२०॥

इमं स्तवं भगवतो विष्णोर्व्यासेन कीर्तितम् ।
पठेद्य इच्छेत्पुरुषः श्रेयः प्राप्तुं सुखानि च ॥२१॥
इमं स्तवं भगवतः विष्णोः व्यासेन कीर्तितम् । पठेद् यः इच्छेत् पुरुषः श्रेयः प्राप्तुं सुखानि च ॥२१॥
यः पुरुषः श्रेयः, सुखानि प्राप्तुं च इच्छेत् (सः) व्यासेन कीर्तितं भगवतः विष्णोः स्तवम् इमं पठेत् ॥२१॥

विश्वेश्वरमजं देवं जगतः प्रभुमव्ययम् ।
भजन्ति ये पुष्कराक्षं न ते यान्ति पराभवम् ॥२२॥
विश्वेश्वरम् अजं देवं जगतः प्रभुम् अव्ययम् । भजन्ति ये पुष्कर-अक्षं न ते यान्ति परा-भवम् ॥२२॥
ये विश्वेश्वरम्, अजं, देवं, जगतः प्रभुम्, अव्ययं, पुष्कराक्षं भजन्ति ते पराभवं न यान्ति ॥२२॥

अर्जुन उवाच ---
पद्मपत्रविशालाक्ष पद्मनाभ सुरोत्तम ।
भक्तानामनुरक्तानां त्राता भव जनार्दन ॥२३॥
पद्म-पत्र-विशालाक्ष पद्मनाभ सुरोत्तम । भक्तानाम् अनु-रक्तानां त्राता भव जनार्दन ॥२३॥
पद्मपत्रविशालाक्ष पद्मनाभ सुरोत्तम जनार्दन, अनुरक्तानां भक्तानां त्राता भव ॥२३॥

श्रीभगवानुवाच ---
यो मां नामसहस्रेण स्तोतुमिच्छति पाण्डव ।
सोहमेकेन श्लोकेन स्तुत एव न संशयः ॥२४॥
श्रीभगवानुवाच- यः मां नाम-सहस्रेण स्तोतुम् इच्छति पाण्डव । सः अहम् एकेन श्लोकेन स्तुतः एव न संशयः ॥२४॥
श्रीभगवानुवाच- पाण्डव, यः मां नामसहस्रेण स्तोतुम् इच्छति, सः अहम् एकेन श्लोकेन स्तुत एव ॥२४॥
 
व्यास उवाच ---
वासनाद्वासुदेवस्य वासितं भुवनत्रयम् ।
सर्वभूतनिवासोऽसि वासुदेव नमोऽस्तु ते ॥२५॥
वासनाद् वासु-देवस्य वासितं भुवन-त्रयम् । सर्व-भूत-निवासः असि। वासुदेव नमः अस्तु ते ॥२५॥
व्यास उवाच- वासुदेवस्य वासनाद् भुवनत्रयं वासितम्। वासुदेव, सर्वभूतनिवासः असि, ते नमः अस्तु ॥२५॥
श्री वासुदेव नमोऽस्तुत ॐ नम इति ।

पार्वत्युवाच ---
केनोपायेन लघुना विष्णोर्नामसहस्रकम् ।
पठ्यते पण्डितैर्नित्यं श्रोतुमिच्छाम्यहं प्रभो ॥२६॥
पार्वती उवाच- केन उपायेन लघुना विष्णोः नाम-सहस्रकम् । पठ्यते पण्डितैः नित्यं श्रोतुम् इच्छामि अहं प्रभो ॥२६॥
पार्वती उवाच- प्रभो, केन लघुना उपायेन विष्णोः नामसहस्रकं पण्डितैः नित्यं पठ्यते, (तत्) अहं श्रोतुम् इच्छामि ॥२६॥

ईश्वर उवाच ---
श्रीराम राम रामेति रमे रामे मनोरमे ।
सहस्रनाम तत्तुल्यं राम नाम वरानने ॥२७॥
ईश्वर उवाच- श्रीराम राम राम इति रमे रामे मनोरमे । सहस्र-नाम तत् तुल्यं राम नाम वरानने ॥२७॥
ईश्वर उवाच- मनोरमे, श्रीराम राम राम इति रामे रमे । वरानने, सहस्रनाम तत् रामनाम तुल्यम् ॥२७॥
श्रीरामनाम वरानन ॐ नम इति ॥२७॥
 
ब्रह्मोवाच ---
नमोऽस्त्वनन्ताय सहस्रमूर्तये
सहस्रपादाक्षिशिरोरुबाहवे ।
सहस्रनाम्ने पुरुषाय शाश्वते
सहस्रकोटियुगधारिणे नमः ॥२८॥
ब्रह्मा उवाच- नमः अस्तु अनन्ताय सहस्र-मूर्तये सहस्र-पाद-अक्षि-शिरः-उरु-बाहवे । सहस्र-नाम्ने पुरुषाय शाश्वते सहस्र-कोटि-युग-धारिणे नमः ॥२८॥
ब्रह्मा उवाच- अनन्ताय, सहस्रमूर्तये, सहस्रपादाक्षिशिरोरुबाहवे, सहस्रनाम्ने, पुरुषाय, शाश्वते, सहस्रकोटियुगधारिणे नमः नमः अस्तु ॥२८॥

सञ्जय उवाच ---
यत्र योगेश्वरः कृष्णो यत्र पार्थो धनुर्धरः ।
तत्र श्रीर्विजयो भूतिर्ध्रुवा नीतिर्मतिर्मम ॥२९॥
यत्र योग-ईश्वरः कृष्णः यत्र पार्थः धनुर्धरः । तत्र श्रीः विजयः भूतिः ध्रुवा नीतिः मतिः मम ॥२९॥
यत्र योगेश्वरः कृष्णः, यत्र पार्थः धनुर्धरः, तत्र श्रीः विजयः भूतिः ध्रुवा नीतिः इति मम मतिः  ॥२९॥

श्रीभगवानुवाच ---
अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते ।
तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम् ॥३०॥
श्रीभगवान् उवाच- अनन्याः चिन्तयन्तः मां ये जनाः पर्युपासते । तेषां नित्य-अभि-युक्तानां योग-क्षेमं वहामि अहम् ॥३०॥
श्रीभगवान् उवाच- अनन्याः चिन्तयन्तः ये जनाः मां पर्युपासते, तेषां नित्याभियुक्तानां योगक्षेमम् अहं वहामि ॥३०॥

परित्राणाय साधूनां विनाशाय च दुष्कृताम् ।
धर्मसंस्थापनार्थाय सम्भवामि युगे युगे ॥३१॥
परित्राणाय साधूनां विनाशाय च दुष्कृताम् । धर्म-संस्थापन-अर्थाय सम्भवामि युगे युगे ॥३१॥
साधूनां परित्राणाय, दुष्कृतां विनाशाय च, धर्मसंस्थापनार्थाय युगे युगे सम्भवामि ॥३१॥

आर्ताः विषण्णाः शिथिलाश्च भीताः घोरेषु च व्याधिषु वर्तमानाः ।
सङ्कीर्त्य नारायणशब्दमात्रं विमुक्तदुःखाः सुखिनो भवन्ति ॥३२॥
आर्ताः विषण्णाः शिथिलाः च भीताः घोरेषु च व्याधिषु वर्तमानाः । सङ्कीर्त्य नारायण-शब्द-मात्रं विमुक्त-दुःखाः सुखिनः भवन्ति ॥३२॥
आर्ताः, विषण्णाः, शिथिलाः च, भीताः, घोरेषु च व्याधिषु वर्तमानाः नारायणशब्दमात्रं सङ्कीर्त्य विमुक्तदुःखाः (सन्तः) सुखिनः भवन्ति ॥३२॥

कायेन वाचा मनसेन्द्रियैर्वा बुद्ध्यात्मना वा प्रकृतेः स्वभावात् । 
करोमि यद्यत् सकलं परस्मै नारायणायेति समर्पयामि ॥३३॥
कायेन वाचा मनसा इन्द्रियैः वा बुद्ध्या आत्मना वा प्रकृतेः स्वभावात् । करोमि यद्यत् सकलं परस्मै नारायणाय इति समर्पयामि ॥३३॥
कायेन, वाचा, मनसा, इन्द्रियैः वा, बुद्ध्या, आत्मना वा, प्रकृतेः स्वभावात् यद् यत् करोमि (तत्) सकलं परस्मै नारायणाय इति समर्पयामि ॥३३॥

इति श्रीविष्णोः दिव्यसहस्रनामस्तोत्रं सम्पूर्णम् ॥ॐ तत् सत् ॥
Source text: <a href="https://sanskritdocuments.org/doc_vishhnu/vsahasranew.html">https://sanskritdocuments.org/doc_vishhnu/vsahasranew.html</a>                       
                    </pre>
                    <button id="more1" class="lang-btn" style="margin:0.2em">More</button>
                    <button id="less1" class="lang-btn" style="margin:0.2em">Less</button>  
                </div>
            </div>        
        </div>
    </div>


    <script>

$(document).ready(function () {

$("#srutimore").hide();
$("#less1").hide();

$("#more1").click(function(){
    $("#srutimore").slideDown(2000);
    $("#more1").hide();
    $("#less1").show();
});

$("#less1").click(function(){
    $("#srutimore").hide();
    $("#more1").show();
    $("#less1").hide();
    $("html, body").animate({
        'scrollTop':   $('#firstSection').offset().top
    }, 200);
});

})
</script>

    
        <!-- Footer Start -->
        <footer class="footer-area">
            <div class="main-footer">
                <div class="container">
                    <div class="row">
                        <div class="col-lg-4 col-md-6">
                            <div class="single-widget pr-60">
                                <div class="footer-logo pb-5">
                                    <a href="home.php"><img src="images/logo.png" alt="Samskrtam" style="width:200px"></a>
                                </div>
                                <div class="footer-social">
                                    <ul>
                                        <li><a href="https://www.facebook.com/svarvaniprakash"><i class="zmdi zmdi-facebook customicon"></i></a></li>
                                        <li><a href="https://www.pinterest.com/"><i class="zmdi zmdi-pinterest customicon"></i></a></li>
                                        <li><a href="https://www.youtube.com/c/SvarvaniPrakashaTheLightofSamskrtam/featured"><i class="zmdi zmdi-youtube customicon"></i></a></li>
                                        <li><a href="https://www.instagram.com/svarvani24/"><i class="zmdi zmdi-instagram customicon"></i></a></li>
                                        <li><a href="https://twitter.com/SvarvaniS"><i class="zmdi zmdi-twitter customicon"></i></a></li>
                                    </ul>    
                                </div>
                            </div>
                        </div>
<!--                         <div class="col-lg-3 col-md-6">
                            <div class="single-widget">
                                <h3>information</h3>
                                <ul>
                                    <li><a href="#">Link 1</a></li>
                                    <li><a href="#">Link 2</a></li>
                                    <li><a href="event.html">Events</a></li>
                                    <li><a href="#">Other info</a></li>
                                    <li><a href="#">TimeTable</a></li>
                                </ul>
                            </div>
                        </div> -->
                        <div class="col-lg-4 col-md-6 pt-4 pt-lg-0">
                            <div class="single-widget">
                                <h3>useful links</h3>
                                <ul>
                                    <li><a href="https://twitter.com/SvarvaniS">Twitter</a></li>
                                    <li><a href="https://www.facebook.com/svarvaniprakash">Facebook</a></li>
                                    <li><a href="https://www.instagram.com/svarvani24/">Instagram</a></li>
                                    <li><a href="https://www.youtube.com/c/SvarvaniPrakashaTheLightofSamskrtam/featured">YouTube</a></li>
                                    <li><a href="https://www.pinterest.com/">Pinterest</a></li>
                                </ul>
                            </div>
                        </div>
                        <div class="col-lg-4 col-md-6 pt-4 pt-lg-0">
                            <div class="single-widget">
                                <h3>get in touch</h3>
                                <p>Please reach us at: </p>
                                <p>samskrta.usha@gmail.com<br>https://samskrtam.info</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>   
            <div class="footer-bottom text-center">
                <div class="container">
                    <div class="row">
                        <div class="col-12">
                            <p>Copyright © <a href="index.html">Svarvani Prakasha</a> 2023. All Right Reserved By <a href="https://samskrtam.info" target="_blank">Svarvani</a></p>
                        </div> 
                    </div>
                </div>    
            </div>
        </footer>
        <!-- Footer End -->


        
        <script src="js/vendor/jquery-migrate-3.3.2.min.js"></script>
        <script src="js/bootstrap.bundle.min.js"></script>
        <script src="js/jquery.meanmenu.js"></script>
        <script src="js/jquery.magnific-popup.js"></script>
        <script src="js/ajax-mail.js"></script>
        <script src="js/owl.carousel.min.js"></script>
        <script src="js/jquery.mb.YTPlayer.js"></script>
        <script src="js/jquery.nicescroll.min.js"></script>
        <script src="js/plugins.js"></script>
        <script src="js/main.js"></script>
        <script src="js/samskrtam.js"></script>
    </body>
</html>